
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>梯子 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../hou-xu/yi-xie-xiang-fa.html" />
    
    
    <link rel="prev" href="zhun-bei.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../du-pin/untitled.html">
            
                <a href="../du-pin/untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="../du-pin/xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="../du-pin/xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="../du-pin/du-fan-de-gong-huo-qu-dao.html">
            
                <a href="../du-pin/du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="../du-pin/xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="../du-pin/xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="../du-pin/xian-suo.html">
            
                <a href="../du-pin/xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="../du-pin/xiao-xiao-tu-po.html">
            
                <a href="../du-pin/xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="../du-pin/di-yi-ci-jie-chu.html">
            
                <a href="../du-pin/di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="../du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="../du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="../du-pin/blockchain-guangming-chengzhang.html">
            
                <a href="../du-pin/blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="zhun-bei.html">
            
                <a href="zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="3.2" data-path="ti-zi.html">
            
                <a href="ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >梯子</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x68AF;&#x5B50;">&#x68AF;&#x5B50;</h1>
<p>&#x9009;&#x5B9A;&#x4E86;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x540E;&#x6211;&#x624D;&#x53D1;&#x73B0;&#xFF0C;&#x8FD9;&#x4E9B;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x5728;&#x56FD;&#x5185;&#x90FD;&#x4E0D;&#x80FD;&#x7528;&#x597D;&#x561B;&#xFF01;</p>
<p>&#x65E0;&#x8BA4;Tails&#x7CFB;&#x7EDF;&#x8FD8;&#x662F;Whonix&#x7CFB;&#x7EDF;&#xFF0C;&#x9690;&#x8EAB;&#x90FD;&#x662F;&#x7528;&#x4E86;&#x4E00;&#x4E2A;&#x53EB;Tor&#x7684;&#x4E1C;&#x4E1C;&#x3002;Tor&#x5373;&#x201C;&#x6D0B;&#x8471;&#x7F51;&#x7EDC;&#x201D;&#x3002;</p>
<p><img src="../.gitbook/assets/1200px-tor-logo-2011-flat.svg.png" alt="&#x6D0B;&#x8471;&#x7F51;&#x7EDC;"></p>
<p>&#x201C;&#x6D0B;&#x8471;&#x201D;&#x672C;&#x8EAB;&#x6765;&#x8BB2;&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x597D;&#x7684;&#x6BD4;&#x55BB;&#x3002;&#x4F7F;&#x7528;&#x4E86;&#x8FD9;&#x79CD;&#x7F51;&#x7EDC;&#x4E4B;&#x540E;&#xFF0C;&#x8981;&#x53D1;&#x73B0;&#x4F60;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x5C31;&#x8981;&#x50CF;&#x5265;&#x6D0B;&#x8471;&#x4E00;&#x6837;&#xFF0C;&#x4E00;&#x5C42;&#x53C8;&#x4E00;&#x5C42;&#x7684;&#x53BB;&#x7834;&#x89E3;&#x201C;&#x4EE3;&#x7406;&#x201D;&#x3002;&#x800C;&#x73B0;&#x5728;&#xFF0C;Tor&#x6709;&#x8D85;&#x8FC7;7000&#x591A;&#x4E2A;&#x7684;&#x201C;&#x4EE3;&#x7406;&#x201D;&#xFF0C;&#x8FD9;7000&#x591A;&#x4E2A;&#x4EE3;&#x7406;&#x4FDD;&#x8BC1;&#x4E86;&#x4F60;&#x7684;&#x79C1;&#x4EBA;&#x4FE1;&#x606F;&#x4E0D;&#x4F1A;&#x88AB;&#x4EFB;&#x4F55;&#x4EBA;&#x53D1;&#x73B0;&#x3002;<strong>&#x5728;&#x8FD9;&#x4E9B;&#x4FDD;&#x62A4;&#x9690;&#x79C1;&#x7684;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x6D0B;&#x8471;&#x7F51;&#x7EDC;&#x90FD;&#x662F;&#x6700;&#x4F4E;&#x5C42;&#xFF0C;&#x6700;&#x57FA;&#x7840;&#x7684;&#x5DE5;&#x5177;&#x3002;</strong></p>
<p>&#x8FD9;&#x4E48;&#x597D;&#x7528;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5728;&#x56FD;&#x5185;&#xFF0C;&#x5F53;&#x7136;&#x662F;&#x7528;&#x4E0D;&#x4E86;&#x7684;&#x4E86;&#xFF01;&#xFF01;&#xFF01;</p>
<p>&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x5916;&#xFF0C;&#x6709;&#x4E00;&#x5C42;&#x575A;&#x56FA;&#x7684;&#x201C;<strong>&#x5899;&#x201D;</strong>&#xFF0C;&#x8FD9;&#x9053;&#x5899;&#x5176;&#x5B9E;&#x662F;&#x6211;&#x56FD;&#x4E92;&#x8054;&#x7F51;&#x8FB9;&#x754C;&#x5BA1;&#x67E5;&#x7CFB;&#x7EDF;&#xFF08;&#x5305;&#x62EC;&#x76F8;&#x5173;&#x884C;&#x653F;&#x5BA1;&#x67E5;&#x7CFB;&#x7EDF;&#xFF09;&#x3002;&#x8FD9;&#x5957;&#x7CFB;&#x7EDF;&#x867D;&#x7136;&#x6CA1;&#x6709;&#x5728;&#x4EFB;&#x4F55;&#x56FD;&#x5BB6;&#x7684;&#x6B63;&#x5F0F;&#x6587;&#x4EF6;&#x4E2D;&#x51FA;&#x73B0;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x6BCF;&#x65F6;&#x6BCF;&#x523B;&#x90FD;&#x5728;&#x53D7;&#x4ED6;&#x7684;&#x4FDD;&#x62A4;&#x3002;&#x8FD9;&#x5957;&#x7CFB;&#x7EDF;&#x8FC7;&#x6EE4;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x6709;&#x5BB3;&#x7684;&#x7F51;&#x7AD9;&#xFF0C;&#x5F53;&#x7136;&#x4E5F;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x7684;&#x5C4F;&#x853D;&#x4E00;&#x4E9B;&#x975E;&#x5E38;&#x6709;&#x7528;&#xFF08;&#x6709;&#x7528;&#x5230;&#x8BA9;&#x4EBA;&#x5BB3;&#x6015;&#xFF09;&#x7684;&#x5DE5;&#x5177;&#xFF0C;Tor&#x5C31;&#x662F;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x79CD;&#x3002;</p>
<p>&#x201C;&#x9053;&#x9AD8;&#x4E00;&#x5C3A;&#xFF0C;&#x9B54;&#x9AD8;&#x4E00;&#x4E08;&#x3002;&#x201D;&#x6211;&#x4EEC;&#x4E5F;&#x603B;&#x80FD;&#x627E;&#x5230;&#x201C;&#x7FFB;&#x5899;&#x201D;&#x65B9;&#x6CD5;&#xFF0C;&#x7F51;&#x53CB;&#x4EEC;&#x751F;&#x52A8;&#x7684;&#x5F62;&#x5BB9;&#x8FD9;&#x79CD;&#x201C;&#x7FFB;&#x5899;&#x201D;&#x5DE5;&#x5177;&#x4E3A;&#x68AF;&#x5B50;&#x3002;&#x5176;&#x4E2D;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x65B9;&#x6CD5;&#x662F;VPN&#x3002;&#x3010;&#x6CE8;1&#x3011;</p>
<p>&#x5BF9;&#x4E8E;VPN&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x6709;&#x5F88;&#x6DF1;&#x7684;&#x8BEF;&#x89E3;&#xFF0C;&#x8BA4;&#x4E3A;&#x4F7F;&#x7528;&#x4E86;VPN&#x4E4B;&#x540E;&#x4E0A;&#x7F51;&#x4F1A;&#x66F4;&#x5B89;&#x5168;&#x3002;&#x8FD9;&#x4E2A;&#x4E8B;&#x60C5;&#x4E5F;&#x8981;&#x5206;&#x4E24;&#x65B9;&#x9762;&#x6765;&#x5206;&#x6790;&#xFF1A;</p>
<h4 id="1&#x3001;vpn&#x4F7F;&#x6211;&#x4EEC;&#x5177;&#x5907;&#x4E86;&#x8BBF;&#x95EE;&#x5899;&#x5916;&#x8D44;&#x6E90;&#x7684;&#x80FD;&#x529B;">1&#x3001;VPN&#x4F7F;&#x6211;&#x4EEC;&#x5177;&#x5907;&#x4E86;&#x8BBF;&#x95EE;&#x5899;&#x5916;&#x8D44;&#x6E90;&#x7684;&#x80FD;&#x529B;</h4>
<p>&#x8FD9;&#x4E00;&#x70B9;&#x662F;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x4F7F;&#x7528;VPN&#x7684;&#x6700;&#x4E3B;&#x8981;&#x539F;&#x56E0;&#x3002;</p>
<h4 id="2&#x3001;vpn&#x5B9E;&#x9645;&#x4E0A;&#x5E76;&#x6CA1;&#x6709;&#x51CF;&#x5C11;&#x88AB;&#x8FFD;&#x8E2A;&#x7684;&#x98CE;&#x9669;">2&#x3001;VPN&#x5B9E;&#x9645;&#x4E0A;&#x5E76;&#x6CA1;&#x6709;&#x51CF;&#x5C11;&#x88AB;&#x8FFD;&#x8E2A;&#x7684;&#x98CE;&#x9669;</h4>
<p>&#x8FFD;&#x8E2A;&#x7684;&#x4E3B;&#x8981;&#x6765;&#x6E90;&#x662F;&#x4E24;&#x65B9;&#x9762;&#xFF0C;<strong>&#x4E00;&#x65B9;&#x9762;&#x662F;&#x6765;&#x81EA;&#x4E8E;&#x7F51;&#x7EDC;&#x8FD0;&#x8425;&#x5546;</strong>&#xFF1A;&#x7F51;&#x7EDC;&#x8FD0;&#x8425;&#x5546;&#x6709;&#x6743;&#x529B;&#x6839;&#x636E;&#x6CD5;&#x5F8B;&#x89C4;&#x5B9A;&#x5BF9;&#x7F51;&#x7EDC;&#x7684;&#x4F7F;&#x7528;&#x8005;&#x8FDB;&#x884C;&#x9002;&#x5F53;&#x7684;&#x76D1;&#x63A7;&#x3002;&#x8FD9;&#x4E00;&#x70B9;&#x65E0;&#x8BBA;&#x4F60;&#x662F;&#x5426;&#x4F7F;&#x7528;VPN&#xFF0C;&#x57FA;&#x672C;&#x90FD;&#x6CA1;&#x6709;&#x533A;&#x522B;&#x3002;&#x56E0;&#x4E3A;&#x4F60;&#x662F;&#x901A;&#x8FC7;&#x7F51;&#x7EDC;&#x8FD0;&#x8425;&#x5546;&#x4E1A;&#x63A5;&#x5165;&#x7684;VPN&#xFF0C;&#x6240;&#x4EE5;&#x7F51;&#x7EDC;&#x8FD0;&#x8425;&#x5546;&#x4E1A;&#x53EF;&#x4EE5;&#x53D1;&#x73B0;&#x4F60;&#x3002;<strong>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x6765;&#x81EA;&#x9ED1;&#x5BA2;</strong>&#xFF1A;&#x5982;&#x679C;&#x4F60;&#x7684;VPN&#x662F;&#x975E;&#x5E38;&#x575A;&#x56FA;&#x3001;&#x7262;&#x4E0D;&#x53EF;&#x7834;&#x7684;&#xFF0C;&#x90A3;&#x4E48;VPN&#x786E;&#x5B9E;&#x662F;&#x4FDD;&#x62A4;&#x4E86;&#x4F60;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x4F46;&#x5982;&#x679C;VPN&#x5BB9;&#x6613;&#x88AB;&#x7834;&#x89E3;&#xFF0C;&#x6216;&#x8005;VPN&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x9ED1;&#x5BA2;&#x7528;&#x6765;&#x9493;&#x9C7C;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5C31;&#x4F1A;&#x9762;&#x4E34;&#x66F4;&#x5927;&#x7684;&#x98CE;&#x9669;&#x3002;</p>
<p>&#x672C;&#x6765;&#xFF0C;&#x9009;&#x7528;&#x56FD;&#x5916;VPN&#x7684;&#x670D;&#x52A1;&#x662F;&#x66F4;&#x597D;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x56E0;&#x4E3A;&#x672F;&#x4E1A;&#x6709;&#x4E13;&#x653B;&#xFF0C;&#x56FD;&#x5916;&#x5728;&#x5382;&#x7684;VPN&#x7684;&#x5B89;&#x5168;&#x6027;&#x80AF;&#x5B9A;&#x6BD4;&#x81EA;&#x5DF1;&#x642D;&#x5EFA;&#x7684;&#x5E73;&#x53F0;&#x6709;&#x66F4;&#x597D;&#x7684;&#x5B89;&#x5168;&#x6027;&#x3002;&#x4F46;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x5B66;&#x4E60;&#x7684;&#x8FC7;&#x7A0B;&#x4E5F;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x8FD8;&#x662F;&#x503E;&#x5411;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#xFF0C;&#x4E30;&#x8863;&#x8DB3;&#x98DF;&#x3002;&#x6070;&#x597D;&#x81EA;&#x5DF1;&#x4E4B;&#x524D;&#x4E70;&#x8FC7;&#x4E00;&#x53F0;&#x56FD;&#x5916;&#x7684;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x642D;&#x5EFA;&#x4E00;&#x4E2A;VPN&#x3002;&#x6700;&#x7EC8;&#xFF0C;&#x6211;&#x5728;&#x81EA;&#x5DF1;&#x7684;Amazon&#x670D;&#x52A1;&#x5668;&#x4E0A;&#x642D;&#x5EFA;&#x4E86;&#x4E00;&#x4E2A;VPN&#x3002;</p>
<p>&#x597D;&#x4E86;&#xFF0C;&#x5DF2;&#x7ECF;&#x4E07;&#x4E8B;&#x5177;&#x5907;&#x3002;</p>
<h3 id="&#x6CE8;&#xFF1A;">&#x6CE8;&#xFF1A;</h3>
<p>&#x6CE8;1&#xFF1A;&#x636E;&#x4E2D;&#x534E;&#x4EBA;&#x6C11;&#x5171;&#x548C;&#x56FD;&#x5DE5;&#x4E1A;&#x548C;&#x4FE1;&#x606F;&#x5316;&#x90E8;&#x4E8E; 2017&#x5E74;1&#x6708;17&#x53F7;&#x53D1;&#x5E03;&#x7684;&#x300A;&#x5DE5;&#x4E1A;&#x548C;&#x4FE1;&#x606F;&#x5316;&#x90E8;&#x5173;&#x4E8E;&#x6E05;&#x7406;&#x89C4;&#x8303;&#x4E92;&#x8054;&#x7F51;&#x7F51;&#x7EDC;&#x63A5;&#x5165;&#x670D;&#x52A1;&#x5E02;&#x573A;&#x7684;&#x901A;&#x77E5;&#x300B;&#x4E2D;&#x89C4;&#x5B9A;&#xFF08;&#x8BE6;&#x89C1;&#x5F15;&#x6587;3&#xFF09;&#xFF1A;</p>
<blockquote>
<p>&#x5404;&#x57FA;&#x7840;&#x7535;&#x4FE1;&#x4F01;&#x4E1A;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x7F51;&#x7EDC;&#x63A5;&#x5165;&#x670D;&#x52A1;&#x4F01;&#x4E1A;&#x5BF9;&#x7F51;&#x7EDC;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x548C;IP&#x5730;&#x5740;&#x3001;&#x5E26;&#x5BBD;&#x7B49;&#x7F51;&#x7EDC;&#x63A5;&#x5165;&#x8D44;&#x6E90;&#x7684;&#x4F7F;&#x7528;&#x60C5;&#x51B5;&#x8FDB;&#x884C;&#x5168;&#x9762;&#x81EA;&#x67E5;&#xFF0C;&#x5207;&#x5B9E;&#x6574;&#x6539;&#x4EE5;&#x4E0B;&#x95EE;&#x9898;&#xFF1A;</p>
<p>......</p>
<p>4.&#x8FDD;&#x89C4;&#x5F00;&#x5C55;&#x8DE8;&#x5883;&#x4E1A;&#x52A1;&#x95EE;&#x9898;&#x3002;&#x672A;&#x7ECF;&#x7535;&#x4FE1;&#x4E3B;&#x7BA1;&#x90E8;&#x95E8;&#x6279;&#x51C6;&#xFF0C;&#x4E0D;&#x5F97;&#x81EA;&#x884C;&#x5EFA;&#x7ACB;&#x6216;&#x79DF;&#x7528;&#x4E13;&#x7EBF;&#xFF08;&#x542B;&#x865A;&#x62DF;&#x4E13;&#x7528;&#x7F51;&#x7EDC;VPN&#xFF09;&#x7B49;&#x5176;&#x4ED6;&#x4FE1;&#x9053;&#x5F00;&#x5C55;&#x8DE8;&#x5883;&#x7ECF;&#x8425;&#x6D3B;&#x52A8;&#x3002;&#x57FA;&#x7840;&#x7535;&#x4FE1;&#x4F01;&#x4E1A;&#x5411;&#x7528;&#x6237;&#x51FA;&#x79DF;&#x7684;&#x56FD;&#x9645;&#x4E13;&#x7EBF;&#xFF0C;&#x5E94;&#x96C6;&#x4E2D;&#x5EFA;&#x7ACB;&#x7528;&#x6237;&#x6863;&#x6848;&#xFF0C;&#x5411;&#x7528;&#x6237;&#x660E;&#x786E;&#x4F7F;&#x7528;&#x7528;&#x9014;&#x4EC5;&#x4F9B;&#x5176;&#x5185;&#x90E8;&#x529E;&#x516C;&#x4E13;&#x7528;&#xFF0C;&#x4E0D;&#x5F97;&#x7528;&#x4E8E;&#x8FDE;&#x63A5;&#x5883;&#x5185;&#x5916;&#x7684;&#x6570;&#x636E;&#x4E2D;&#x5FC3;&#x6216;&#x4E1A;&#x52A1;&#x5E73;&#x53F0;&#x5F00;&#x5C55;&#x7535;&#x4FE1;&#x4E1A;&#x52A1;&#x7ECF;&#x8425;&#x6D3B;&#x52A8;&#x3002;</p>
</blockquote>
<p>&#x6839;&#x636E;&#x4E0A;&#x9762;&#x901A;&#x77E5;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x9488;&#x5BF9;&#x4E2A;&#x4EBA;&#x4F7F;&#x7528;VPN&#x7684;&#x884C;&#x4E3A;&#x8FDB;&#x884C;&#x8981;&#x6C42;&#x3002;&#x5728;2018&#x5E74;&#x5E74;&#x5E95;&#x4E4B;&#x524D;&#xFF0C;&#x4E5F;&#x786E;&#x5B9E;&#x662F;&#x8FD9;&#x6837;&#x6267;&#x884C;&#x7684;&#xFF0C;&#x5BF9;&#x4E8E;&#x6B64;&#x6761;&#x901A;&#x77E5;&#x7684;&#x6267;&#x6CD5;&#x4E5F;&#x4E00;&#x76F4;&#x662F;&#x9488;&#x5BF9;<strong>VPN&#x7684;&#x63D0;&#x4F9B;&#x8005;</strong>&#x3002;&#x4F46;&#x97F6;&#x5149;&#x5E02;&#x516C;&#x5B89;&#x5C40;&#x4E8E;2019&#x5E74;&#x5F00;&#x51FA;&#x4E86;&#x7B2C;&#x4E00;&#x4EFD;&#x5173;&#x4E8E;&#x4E2A;&#x4EBA;&#x4F7F;&#x7528;VPN&#x7684;&#x884C;&#x653F;&#x5904;&#x7F5A;&#xFF08;&#x8BE6;&#x89C1;&#x5F15;&#x6587;4&#xFF09;&#x3002;&#x6839;&#x636E;&#x7F51;&#x4E0A;&#x6D88;&#x606F;&#xFF0C;&#x8BE5;&#x4E2A;&#x4EBA;&#x7528;&#x6237;&#x56E0;&#x4F7F;&#x7528;&#x201C;&#x84DD;&#x706F;&#x201D;&#xFF08;Lantern Pro&#xFF09;&#x8F6F;&#x4EF6;&#x8FDB;&#x884C;&#x7FFB;&#x5899;&#x4E0A;&#x7F51;&#x800C;&#x88AB;&#x5904;&#x7F5A;&#xFF08;&#x8BE6;&#x89C1;&#x5F15;&#x6587;5&#xFF09;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#xFF0C;&#x53EF;&#x4EE5;&#x786E;&#x5B9A;&#xFF0C;&#x4F7F;&#x7528;VPN&#x662F;&#x8FDD;&#x6CD5;&#x7684;&#x3002;<strong>&#x6587;&#x7AE0;&#x4E2D;VPN&#x7684;&#x642D;&#x5EFA;&#x4EC5;&#x4E3A;&#x60C5;&#x8282;&#x9700;&#x8981;&#xFF0C;&#x4E3A;&#x8FDD;&#x6CD5;&#x884C;&#x4E3A;&#xFF0C;&#x8BF7;&#x52FF;&#x6A21;&#x4EFF;&#x3002;</strong></p>
<h3 id="&#x5F15;&#x6587;&#xFF1A;"><strong>&#x5F15;&#x6587;&#xFF1A;</strong></h3>
<p>[1]&#x3001;<a href="https://zh.wikipedia.org/wiki/Tor" target="_blank">Tor</a></p>
<p>[2]&#x3001;<a href="https://zh.wikipedia.org/wiki/%E9%98%B2%E7%81%AB%E9%95%BF%E5%9F%8E" target="_blank">&#x9632;&#x706B;&#x957F;&#x57CE;</a></p>
<p>[3]&#x3001;<a href="http://www.miit.gov.cn/newweb/n1146295/n1652858/n1652930/n3757020/c5471946/content.html" target="_blank">&#x5DE5;&#x4E1A;&#x548C;&#x4FE1;&#x606F;&#x5316;&#x90E8;&#x5173;&#x4E8E;&#x6E05;&#x7406;&#x89C4;&#x8303;&#x4E92;&#x8054;&#x7F51;&#x7F51;&#x7EDC;&#x63A5;&#x5165;&#x670D;&#x52A1;&#x5E02;&#x573A;&#x7684;&#x901A;&#x77E5;</a></p>
<p>[4]&#x3001;<a href="http://www.gdgafz.alldayfilm.com/bookDetail.html?type=1&amp;id=1134323" target="_blank">&#x884C;&#x653F;&#x5904;&#x7F5A;&#x51B3;&#x5B9A;&#x4E66;[2019]1&#x53F7;--&#x97F6;&#x5173;&#x5E02;&#x516C;&#x5B89;&#x5C40;</a></p>
<p>[5]&#x3001;<a href="https://www.sohu.com/a/290810906_508571" target="_blank">&#x56FD;&#x5185;&#x9996;&#x4F8B;&#xFF01;&#x7528;VPN&#x88AB;&#x7F5A;&#x6B3E;1000&#x5143;&#xFF0C;&#x7559;&#x5B66;&#x751F;&#x4EEC;&#x5F00;&#x59CB;&#x614C;&#x4E86;</a></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="zhun-bei.html" class="navigation navigation-prev " aria-label="Previous page: 准备">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="../hou-xu/yi-xie-xiang-fa.html" class="navigation navigation-next " aria-label="Next page: 一些想法">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"梯子","level":"3.2","depth":1,"next":{"title":"一些想法","level":"4.1","depth":1,"path":"hou-xu/yi-xie-xiang-fa.md","ref":"hou-xu/yi-xie-xiang-fa.md","articles":[]},"previous":{"title":"准备","level":"3.1","depth":1,"path":"an-wang/zhun-bei.md","ref":"an-wang/zhun-bei.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"an-wang/ti-zi.md","mtime":"2019-02-20T06:05:22.644Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-20T14:31:29.481Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

