
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>准备 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ti-zi.html" />
    
    
    <link rel="prev" href="../er-du-pin/ben-zhang-hou-ji.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../er-du-pin/untitled.html">
            
                <a href="../er-du-pin/untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="../er-du-pin/xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="../er-du-pin/xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="../er-du-pin/du-fan-de-gong-huo-qu-dao.html">
            
                <a href="../er-du-pin/du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="../er-du-pin/xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="../er-du-pin/xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="../er-du-pin/xian-suo.html">
            
                <a href="../er-du-pin/xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="../er-du-pin/xiao-xiao-tu-po.html">
            
                <a href="../er-du-pin/xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="../er-du-pin/di-yi-ci-jie-chu.html">
            
                <a href="../er-du-pin/di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="../er-du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="../er-du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="../er-du-pin/blockchain-guangming-chengzhang.html">
            
                <a href="../er-du-pin/blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="../er-du-pin/nian-di.html">
            
                <a href="../er-du-pin/nian-di.html">
            
                    
                        <b>2.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.11" data-path="../er-du-pin/liu-an-hua-ming.html">
            
                <a href="../er-du-pin/liu-an-hua-ming.html">
            
                    
                        <b>2.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.12" data-path="../er-du-pin/qu-kuai-di-de-ren.html">
            
                <a href="../er-du-pin/qu-kuai-di-de-ren.html">
            
                    
                        <b>2.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.13" data-path="../er-du-pin/ben-zhang-hou-ji.html">
            
                <a href="../er-du-pin/ben-zhang-hou-ji.html">
            
                    
                        <b>2.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter active" data-level="3.1" data-path="zhun-bei.html">
            
                <a href="zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="ti-zi.html">
            
                <a href="ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >准备</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x51C6;&#x5907;">&#x51C6;&#x5907;</h1>
<p>&#x5728;&#x6697;&#x7F51;&#x4E2D;&#x7545;&#x6E38;&#xFF0C;&#x6709;&#x5982;&#x5728;&#x9ED1;&#x591C;&#x4E2D;&#x56DE;&#x5BB6;&#xFF0C;&#x505A;&#x597D;&#x4E24;&#x70B9;&#xFF0C;&#x5C31;&#x80FD;&#x5927;&#x5927;&#x51CF;&#x5C11;&#x98CE;&#x9669;&#x3002;</p>
<h4 id="&#x7B2C;&#x4E00;&#x70B9;&#xFF1A;&#x505A;&#x597D;&#x81EA;&#x8EAB;&#x9632;&#x62A4;">&#x7B2C;&#x4E00;&#x70B9;&#xFF1A;&#x505A;&#x597D;&#x81EA;&#x8EAB;&#x9632;&#x62A4;</h4>
<p><strong>&#x4E00;&#x5B9A;&#x4E0D;&#x8981;&#x4F7F;&#x7528;&#x81EA;&#x5DF1;&#x751F;&#x6D3B;&#x6216;&#x5DE5;&#x4F5C;&#x7535;&#x8111;&#x76F4;&#x63A5;&#x6D4F;&#x89C8;&#x6697;&#x7F51;&#x3002;</strong>&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x6216;&#x8005;&#x751F;&#x6D3B;&#x7528;&#x7535;&#x8111;&#x5F80;&#x5F80;&#x4E3A;&#x4E86;&#x65B9;&#x4FBF;&#xFF0C;&#x4FDD;&#x5B58;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x4EBA;&#x4E2A;&#x4FE1;&#x606F;&#xFF0C;&#x5982;&#x679C;&#x88AB;&#x6709;&#x5FC3;&#x4EBA;&#x76EF;&#x4E0A;&#xFF0C;&#x4F60;&#x7684;&#x635F;&#x5931;&#x4E3A;&#x975E;&#x5E38;&#x5DE8;&#x5927;&#x3002;</p>
<p>&#x505A;&#x597D;&#x81EA;&#x8EAB;&#x9632;&#x62A4;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x6B65;&#x662F;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x81EA;&#x5DF1;&#x7684;&#x5927;&#x672C;&#x8425;&#xFF1A;<strong>&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;</strong>&#x3002;&#x5927;&#x5BB6;&#x7528;&#x7740;&#x6700;&#x987A;&#x624B;&#x7684;&#x4E00;&#x822C;&#x662F;Windows&#x7CFB;&#x7EDF;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5927;&#x5BB6;&#x8981;&#x660E;&#x767D;&#x4E00;&#x4E2A;&#x89C4;&#x5F8B;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x4E00;&#x822C;&#x8D8A;&#x65B9;&#x4FBF;&#xFF0C;&#x4F7F;&#x7528;&#x7684;&#x4EBA;&#x8D8A;&#x591A;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x5C31;&#x8D8A;&#x4E0D;&#x5B89;&#x5168;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x53E5;&#x8BDD;&#x53EA;&#x662F;&#x8BF4;&#x7684;&#x4E00;&#x822C;&#x60C5;&#x51B5;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x53EF;&#x80FD;&#x5BF9;&#x6211;&#x7684;&#x89C2;&#x70B9;&#x4E0D;&#x8BA4;&#x540C;&#x3002;</p>
<p>&#x5148;&#x8BF4;&#x8BF4;&#x5B89;&#x5168;&#x548C;&#x65B9;&#x4FBF;&#x7684;&#x5173;&#x7CFB;&#x3002;&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x52A0;&#x5BC6;&#x5B58;&#x653E;&#x4F1A;&#x63D0;&#x9AD8;&#x6587;&#x4EF6;&#x7684;&#x5B89;&#x5168;&#x6027;&#xFF0C;&#x800C;&#x4E14;&#x4E00;&#x822C;&#x8BF4;&#x6765;&#xFF0C;&#x52A0;&#x5BC6;&#x7B97;&#x6CD5;&#x8D8A;&#x590D;&#x6742;&#x5C31;&#x8D8A;&#x5B89;&#x5168;&#x3002;&#x4F46;&#x5982;&#x679C;&#x52A0;&#x5BC6;&#xFF0C;&#x5728;&#x4F7F;&#x7528;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x9700;&#x8981;&#x8F93;&#x5165;&#x5BC6;&#x7801;&#xFF0C;&#x7136;&#x540E;&#x89E3;&#x5BC6;&#xFF0C;&#x4F7F;&#x7528;&#x5B8C;&#x6210;&#x540E;&#x518D;&#x8FDB;&#x884C;&#x4E00;&#x6B21;&#x52A0;&#x5BC6;&#x5B58;&#x653E;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x4E9B;&#x6B65;&#x9AA4;&#x53EF;&#x80FD;&#x90FD;&#x662F;&#x5728;&#x7535;&#x8111;&#x4E2D;&#x81EA;&#x52A8;&#x5B8C;&#x6210;&#x7684;&#xFF08;&#x6BD4;&#x65B9;&#x8BF4;&#x81EA;&#x5DF1;&#x5728;&#x6D4F;&#x89C8;&#x7F51;&#x9875;&#x4E2D;&#x4E00;&#x822C;&#x90FD;&#x81EA;&#x52A8;&#x5B8C;&#x6210;&#x4E86;&#x4EE5;&#x4E0A;&#x6B65;&#x9AA4;&#xFF09;&#xFF0C;&#x4F46;&#x8FD9;&#x786E;&#x5B9E;&#x589E;&#x52A0;&#x4E86;&#x7535;&#x8111;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3001;&#x964D;&#x4F4E;&#x4E86;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#xFF0C;&#x4E0D;&#x5982;&#x76F4;&#x63A5;&#x53D1;&#x9001;&#x6570;&#x636E;&#x66F4;&#x65B9;&#x4FBF;&#x3002;</p>
<p>&#x81F3;&#x4E8E;&#x8BF4;&#x7CFB;&#x7EDF;&#x7684;&#x7528;&#x6237;&#x91CF;&#x8D8A;&#x5927;&#x8D8A;&#x4E0D;&#x5B89;&#x5168;&#xFF0C;&#x4E5F;&#x662F;&#x76F8;&#x5BF9;&#x800C;&#x8A00;&#x7684;&#x3002;&#x5982;&#x679C;&#x4F60;&#x662F;&#x4E00;&#x540D;&#x9ED1;&#x5BA2;&#xFF0C;&#x60F3;&#x901A;&#x8FC7;&#x6F0F;&#x6D1E;&#x6765;&#x76D7;&#x53D6;&#x522B;&#x4EBA;&#x7684;&#x8D22;&#x4EA7;&#xFF0C;&#x4F60;&#x662F;&#x66F4;&#x613F;&#x610F;&#x7814;&#x7A76;&#x7528;&#x6237;&#x6570;&#x91CF;&#x6709;15&#x4EBF;&#x7684;Windows&#xFF0C;&#x8FD8;&#x662F;&#x66F4;&#x613F;&#x610F;&#x7814;&#x7A76;&#x7528;&#x6237;&#x6570;&#x91CF;&#x53EF;&#x80FD;3&#x4EBF;&#x4E0D;&#x5230;&#x7684;Mac&#x7CFB;&#x7EDF;&#xFF1F;&#x66F4;&#x4E0D;&#x7528;&#x8BF4;&#x90A3;&#x4E9B;&#x4F7F;&#x7528;&#x6570;&#x91CF;&#x66F4;&#x5C11;&#x7684;Linux&#x7CFB;&#x7EDF;&#x3002;&#x4F46;&#x4ECE;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x6765;&#x8BF4;&#xFF0C;&#x7531;&#x4E8E;Windows&#x7CFB;&#x7EDF;&#x4F7F;&#x7528;&#x7684;&#x7528;&#x6237;&#x91CF;&#x5927;&#xFF0C;&#x95EE;&#x9898;&#x53D1;&#x73B0;&#x7684;&#x4E5F;&#x5F88;&#x5FEB;&#xFF0C;&#x4F01;&#x4E1A;&#x4E5F;&#x6709;&#x52A8;&#x529B;&#x66F4;&#x5FEB;&#x7684;&#x4FEE;&#x8865;&#x7CFB;&#x7EDF;&#x95EE;&#x9898;&#x3002;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;Windows&#x662F;&#x4E16;&#x754C;&#x4E0A;&#x8865;&#x4E01;&#x53D1;&#x5E03;&#x6700;&#x5FEB;&#x6700;&#x5FEB;&#x3001;&#x7814;&#x53D1;&#x6295;&#x5165;&#x6700;&#x9AD8;&#x7684;&#x7CFB;&#x7EDF;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x7528;&#x6237;&#x6570;&#x91CF;&#x5DE8;&#x5927;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7684;&#x76EE;&#x6807;&#x5F80;&#x5F80;&#x662F;&#x7ED9;&#x6240;&#x6709;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x4E00;&#x4E2A;<strong>&#x65B9;&#x4FBF;&#x4F7F;&#x7528;</strong>&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x79CD;&#x7CFB;&#x7EDF;&#x4E00;&#x822C;&#x5F88;&#x96BE;&#x6EE1;&#x8DB3;&#x4E0D;&#x540C;&#x4EBA;&#x7FA4;&#x7684;&#x5DEE;&#x5F02;&#x6027;&#x9700;&#x6C42;&#x3002;&#x6240;&#x4EE5;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#xFF0C;Windows&#x3001;Mac&#x8FD9;&#x7C7B;&#x7CFB;&#x7EDF;&#x5F00;&#x53D1;&#x51FA;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x65B9;&#x4FBF;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x5E76;&#x4E0D;&#x90A3;&#x4E48;&#x5B89;&#x5168;&#x7684;&#x529F;&#x80FD;&#x3002;&#x800C;&#x5C0F;&#x4F17;&#x7684;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5F88;&#x591A;&#x5F00;&#x6E90;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x7528;&#x6237;&#x7FA4;&#x5E76;&#x4E0D;&#x5927;&#xFF0C;&#x800C;&#x662F;&#x671D;&#x7740;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x660E;&#x786E;&#x7684;&#x76EE;&#x6807;&#x52AA;&#x529B;&#xFF01;&#x5E02;&#x573A;&#x4E0A;&#x4E5F;&#x6709;&#x4E0D;&#x5C11;&#x4E13;&#x95E8;&#x9488;&#x5BF9;&#x7528;&#x6237;&#x9690;&#x79C1;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E0D;&#x7528;&#x7528;&#x6237;&#x91CF;&#x90FD;&#x76F8;&#x5BF9;&#x8F83;&#x5C0F;&#x3002;</p>
<p>&#x81F4;&#x529B;&#x4E8E;&#x4FDD;&#x62A4;&#x7528;&#x6237;&#x9690;&#x8EAB;&#x7684;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x6700;&#x51FA;&#x540D;&#x7684;&#x5C31;&#x662F;&#x56E0;&#x88AB;&#x68F1;&#x955C;&#x95E8;&#x7684;&#x4E3B;&#x89D2;&#x7231;&#x5FB7;&#x534E;&#xB7;&#x7EA6;&#x745F;&#x592B;&#xB7;&#x65AF;&#x8BFA;&#x767B;&#xFF08;Edward Joseph Snowden&#xFF09;&#x4F7F;&#x7528;&#xFF0C;&#x5E76;&#x88AB;NSA&#xFF08;&#x7F8E;&#x56FD;&#x56FD;&#x5BB6;&#x5B89;&#x5168;&#x5C40;&#xFF09;&#x8BA4;&#x4E3A;&#x5BF9;&#x4E8E;&#x4ED6;&#x4EEC;&#x7684;&#x67D0;&#x4E9B;&#x4EFB;&#x52A1;&#x662F;&#x4E00;&#x4E2A;&#x201C;&#x4E3B;&#x8981;&#x5A01;&#x80C1;&#x201D;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;<strong>Tails</strong>&#x3002;</p>
<p>Tails&#x548C;&#x6211;&#x4EEC;&#x5E73;&#x5E38;&#x4F7F;&#x7528;Windows&#x7CFB;&#x7EDF;&#x6709;&#x5F88;&#x5927;&#x7684;&#x4E0D;&#x540C;&#x3002;&#x6211;&#x4EEC;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x7684;Windows&#x7CFB;&#x7EDF;&#x662F;&#x9488;&#x5BF9;&#x7279;&#x5B9A;&#x786C;&#x4EF6;&#xFF0C;&#x9488;&#x5BF9;&#x7279;&#x5B9A;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x5B9A;&#x5236;&#x7684;&#x7CFB;&#x7EDF;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x5B89;&#x88C5;&#x5728;&#x8FD9;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x4E0A;&#x7684;Windows&#x7CFB;&#x7EDF;&#xFF0C;&#x5230;&#x53E6;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x4E0A;&#x53EF;&#x80FD;&#x5C31;&#x65E0;&#x6CD5;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#x3002;&#x4E00;&#x4E2A;&#x4EBA;&#x4F7F;&#x7528;&#x7684;Windows&#x7CFB;&#x7EDF;&#x8FDB;&#x884C;&#x4E86;&#x5F88;&#x591A;&#x4E2A;&#x6027;&#x5316;&#x7684;&#x8BBE;&#x7F6E;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x4EBA;&#x4E5F;&#x53EF;&#x80FD;&#x8FDB;&#x884C;&#x5176;&#x4ED6;&#x7684;&#x5B9A;&#x5236;&#x3002;&#x800C;Tails&#x4E00;&#x822C;&#x60C5;&#x51B5;&#x4E0B;&#x662F;<strong>&#x5B89;&#x88C5;&#x5728;U&#x76D8;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x4EFB;&#x4F55;&#x786C;&#x4EF6;&#x4E0A;&#x4F7F;&#x7528;&#xFF0C;&#x4E0D;&#x4FDD;&#x5B58;&#x4EFB;&#x4F55;&#x7684;&#x4E2A;&#x4EBA;&#x4FE1;&#x606F;</strong>&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x7684;&#x7CFB;&#x7EDF;&#x7684;&#x597D;&#x5904;&#x662F;&#x5F88;&#x96BE;&#x8FFD;&#x8E2A;&#xFF1A;&#x5982;&#x679C;&#x6709;&#x4EBA;&#x975E;&#x6CD5;&#x8FDB;&#x5165;&#x4E86;&#x4F60;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x90A3;&#x4E48;&#x91CC;&#x9762;&#x4E5F;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x7684;&#x4E2A;&#x4EBA;&#x4FE1;&#x606F;&#x3002;&#x4F46;&#x574F;&#x5904;&#x4E5F;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x7531;&#x4E8E;&#x4E0D;&#x4FDD;&#x5B58;&#x4EFB;&#x4F55;&#x7684;&#x4E2A;&#x4EBA;&#x4FE1;&#x606F;&#xFF0C;&#x6240;&#x4EE5;&#x7CFB;&#x7EDF;&#x4F7F;&#x7528;&#x8D77;&#x6765;&#x975E;&#x5E38;&#x4E0D;&#x65B9;&#x4FBF;&#xFF0C;&#x6CA1;&#x6709;&#x4FDD;&#x5B58;&#x7684;&#x7F51;&#x5740;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x4FDD;&#x5B58;&#x7684;&#x7528;&#x6237;&#x540D;&#x6216;&#x8005;&#x5BC6;&#x7801;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x81EA;&#x5DF1;&#x60EF;&#x7528;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x603B;&#x4E4B;&#x662F;&#x4E00;&#x4EF6;&#x975E;&#x5E38;&#x75DB;&#x82E6;&#x7684;&#x4E8B;&#x3002;</p>
<p>&#x867D;&#x7136;Tails&#x4E5F;&#x53EF;&#x4EE5;&#x4FDD;&#x5B58;&#x4E2A;&#x4EBA;&#x6570;&#x636E;&#xFF0C;&#x4F46;&#x4E0D;&#x63D0;&#x5021;&#x8FD9;&#x6837;&#x505A;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x4E5F;&#x975E;&#x5E38;&#x4E0D;&#x65B9;&#x4FBF;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x9009;&#x62E9;&#x4E86;&#x522B;&#x5904;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#xFF1A;Whonix&#x7CFB;&#x7EDF;&#x3002;Whonix&#x662F;&#x4E00;&#x4E2A;<strong>&#x5F00;&#x6E90;</strong>&#x7684;<strong>&#x533F;&#x540D;&#x901A;&#x7528;</strong>&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x3002;&#x76F8;&#x6BD4;Tails&#xFF0C;Whonix&#x4E00;&#x822C;&#x662F;&#x5B89;&#x88C5;&#x5728;&#x865A;&#x62DF;&#x673A;&#x4E2D;&#xFF0C;&#x4F1A;&#x4FDD;&#x5B58;&#x4E2A;&#x4EBA;&#x6570;&#x636E;&#x3002;&#x5176;&#x5BF9;&#x9690;&#x79C1;&#x7684;&#x4FDD;&#x62A4;&#x5927;&#x5927;&#x5F3A;&#x4E8E;&#x50CF;Windows&#x8FD9;&#x7C7B;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E5F;&#x6BD4;Tails&#x66F4;&#x52A0;&#x4EBA;&#x6027;&#x5316;&#x4E00;&#x4E9B;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4EBA;&#x6027;&#x5316;&#x610F;&#x5473;&#x7740;&#x5B89;&#x5168;&#x6027;&#x7684;&#x964D;&#x4F4E;&#x3002;</p>
<h4 id="&#x7B2C;&#x4E8C;&#x70B9;&#xFF1A;&#x4E0D;&#x8981;&#x60F9;&#x4EFB;&#x4F55;&#x4EBA;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x76F8;&#x4FE1;&#x4EFB;&#x4F55;&#x4EBA;">&#x7B2C;&#x4E8C;&#x70B9;&#xFF1A;&#x4E0D;&#x8981;&#x60F9;&#x4EFB;&#x4F55;&#x4EBA;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x76F8;&#x4FE1;&#x4EFB;&#x4F55;&#x4EBA;</h4>
<p>&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x60F9;&#x4EBA;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5C31;&#x50CF;&#x6D77;&#x5E95;&#x7684;&#x4E00;&#x7C92;&#x6C99;&#x5B50;&#xFF0C;&#x6CA1;&#x6709;&#x4EBA;&#x4F1A;&#x6CE8;&#x610F;&#x4F60;&#x3002;&#x7279;&#x522B;&#x5728;&#x6697;&#x7F51;&#x91CC;&#x9762;&#xFF0C;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4F60;&#x7684;&#x5BF9;&#x9762;&#x662F;&#x4E00;&#x4E2A;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#x7684;&#x4EBA;&#xFF1A;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x662F;&#x597D;&#x4EBA;&#x8FD8;&#x662F;&#x574F;&#x4EBA;&#x3001;&#x4F60;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x6709;&#x6CA1;&#x6709;&#x9ED1;&#x6389;&#x4F60;&#x7684;&#x6280;&#x672F;&#x3001;&#x4F60;&#x66F4;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x6709;&#x6CA1;&#x6709;&#x9053;&#x5FB7;&#x5E95;&#x7EBF;&#x3002;</p>
<p><strong>&#x5728;&#x6697;&#x7F51;&#x4E2D;&#xFF0C;&#x8BF7;&#x4F4E;&#x8C03;&#x505A;&#x4EBA;&#x3002;</strong></p>
<p>&#x7CFB;&#x7EDF;&#x9009;&#x5B9A;&#x53EA;&#x662F;&#x7B2C;&#x4E00;&#x6B65;&#xFF0C;&#x4E0A;&#x9762;&#x7684;&#x7684;&#x5728;&#x56FD;&#x5185;&#x4F7F;&#x7528;</p>
<h3 id="&#x53C2;&#x8003;&#x6587;&#x7AE0;">&#x53C2;&#x8003;&#x6587;&#x7AE0;</h3>
<p>[1]&#x3001;<a href="https://zh.wikipedia.org/wiki/%E7%A8%9C%E9%8F%A1%E8%A8%88%E7%95%AB" target="_blank">&#x68F1;&#x955C;&#x8BA1;&#x5212;--&#x7EF4;&#x57FA;&#x767E;&#x79D1;</a></p>
<p>[2]&#x3001;<a href="https://zh.wikipedia.org/wiki/Tails_%28%E6%93%8D%E4%BD%9C%E7%B3%BB%E7%BB%9F%29" target="_blank">Tails&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;--&#x7EF4;&#x57FA;&#x767E;&#x79D1;</a></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../er-du-pin/ben-zhang-hou-ji.html" class="navigation navigation-prev " aria-label="Previous page: 本章后记">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ti-zi.html" class="navigation navigation-next " aria-label="Next page: 梯子">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"准备","level":"3.1","depth":1,"next":{"title":"梯子","level":"3.2","depth":1,"path":"san-an-wang/ti-zi.md","ref":"san-an-wang/ti-zi.md","articles":[]},"previous":{"title":"本章后记","level":"2.13","depth":1,"path":"er-du-pin/ben-zhang-hou-ji.md","ref":"er-du-pin/ben-zhang-hou-ji.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"san-an-wang/zhun-bei.md","mtime":"2019-02-21T02:31:34.923Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T07:03:14.485Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

