
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>区块链--光明中成长 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="nian-di.html" />
    
    
    <link rel="prev" href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>2.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>2.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>2.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>2.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >区块链--光明中成长</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x533A;&#x5757;&#x94FE;--&#x5149;&#x660E;&#x4E2D;&#x6210;&#x957F;">&#x533A;&#x5757;&#x94FE;--&#x5149;&#x660E;&#x4E2D;&#x6210;&#x957F;</h1>
<p>&#x8FC7;&#x4E86;&#x51E0;&#x5929;&#xFF0C;&#x53C8;&#x770B;&#x5230;&#x79D1;&#x957F;&#x7684;&#x5634;&#x5408;&#x4E0D;&#x62E2;&#x4E86;&#xFF0C;&#x4E00;&#x770B;&#x5C31;&#x662F;&#x6709;&#x597D;&#x4E8B;&#x3002;</p>
<p>&#x738B;&#x79D1;&#x89C1;&#x6211;&#x8FC7;&#x6765;&#xFF0C;&#x7ACB;&#x523B;&#x8BF4;&#xFF1A;&#x201C;&#x5C0F;&#x674E;&#xFF0C;&#x8FC7;&#x6765;&#x3002;&#x201D;</p>
<p>&#x6211;&#x7B11;&#x563B;&#x563B;&#x7684;&#x8D70;&#x8FC7;&#x53BB;&#xFF0C;&#x201C;&#x4ECA;&#x5929;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x597D;&#x4E8B;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x524D;&#x51E0;&#x5929;&#x4F60;&#x7ED9;&#x90A3;5&#x4E2A;QQ&#x53F7;&#xFF0C;&#x817E;&#x8BAF;&#x90A3;&#x8FB9;&#x7ED9;&#x51FA;&#x5177;&#x4F53;&#x4FE1;&#x606F;&#x4E86;&#x3002;&#x611F;&#x89C9;&#x5E74;&#x524D;&#x6293;&#x5230;&#x4E24;&#x4E09;&#x4E2A;&#x5F88;&#x5BB9;&#x6613;&#xFF0C;&#x54C8;&#x54C8;&#xFF0C;&#x4ECA;&#x5E74;&#x7684;&#x6307;&#x6807;&#x6211;&#x4EEC;&#x53EF;&#x662F;&#x8D85;&#x989D;&#x5B8C;&#x6210;&#x554A;&#x3002;&#x653E;&#x5FC3;&#xFF0C;&#x4ECA;&#x5E74;&#x7684;&#x4F18;&#x79C0;&#x80AF;&#x5B9A;&#x5C11;&#x4E0D;&#x4E86;&#x4F60;&#x7684;&#x3002;&#x201D;</p>
<p>&#x201C;&#x771F;&#x7684;&#xFF1F;&#x8C22;&#x8C22;&#x79D1;&#x957F;&#x3002;&#x201D;&#x5FC3;&#x60F3;&#xFF0C;&#x867D;&#x7136;&#x6700;&#x540E;&#x6CA1;&#x6709;&#x6293;&#x5230;&#x6700;&#x5927;&#x7684;&#x90A3;&#x6761;&#x9C7C;&#xFF0C;&#x4F46;&#x73B0;&#x5728;&#x6293;&#x5230;&#x7684;&#x51E0;&#x4E2A;&#x4EBA;&#x4E5F;&#x7B97;&#x662F;&#x5927;&#x6848;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x7EE7;&#x7EED;&#x53BB;&#x8C03;&#x67E5;&#x8FD9;&#x6761;&#x7EBF;&#x5427;&#xFF0C;&#x8981;&#x662F;&#x771F;&#x80FD;&#x6316;&#x51FA;&#x5927;&#x9C7C;&#x4F60;&#x5C31;&#x51FA;&#x540D;&#x5566;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x597D;&#x3002;&#x201D;&#x6211;&#x4E5F;&#x4E50;&#x5F97;&#x53BB;&#x8FFD;&#x67E5;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x3002;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x53EA;&#x6709;&#x51E0;&#x5929;&#x6211;&#x5C31;&#x6293;&#x51FA;5&#x540D;&#x6BD2;&#x8D29;&#xFF0C;&#x8FD9;&#x79CD;&#x6210;&#x7EE9;&#x662F;&#x4EE5;&#x524D;&#x96BE;&#x4EE5;&#x60F3;&#x8C61;&#x7684;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#xFF0C;&#x533A;&#x5757;&#x94FE;&#xFF0C;&#x50CF;&#x4E00;&#x4E2A;&#x9ED1;&#x6D1E;&#x4E00;&#x6837;&#x6DF1;&#x6DF1;&#x7684;&#x5438;&#x5F15;&#x4E86;&#x6211;&#x3002;</p>
<p>&#x4F46;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x6761;&#x8DEF;&#x5E76;&#x4E0D;&#x5BB9;&#x6613;&#x3002;</p>
<p>&#x5218;&#x78CA;&#x7684;&#x8BDD;&#x7ED9;&#x4E86;&#x6211;&#x5F88;&#x5927;&#x7684;&#x542F;&#x793A;&#xFF1A;&#x6211;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x5E26;&#x7740;&#x4E00;&#x79CD;&#x6076;&#x610F;&#x6765;&#x770B;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#xFF0C;&#x770B;&#x533A;&#x5757;&#x94FE;&#x3002;&#x6240;&#x4EE5;&#x81EA;&#x5DF1;&#x4E5F;&#x7528;&#x4E00;&#x79CD;&#x538C;&#x6076;&#x7684;&#x6001;&#x5EA6;&#x7814;&#x7A76;&#x8FD9;&#x9879;&#x6280;&#x672F;&#x3002;&#x6216;&#x8BB8;&#x8FD9;&#x79CD;&#x538C;&#x6076;&#x7684;&#x6001;&#x5EA6;&#x53EF;&#x4EE5;&#x8BA9;&#x6211;&#x66F4;&#x597D;&#x7684;&#x6253;&#x51FB;&#x72AF;&#x7F6A;&#xFF0C;&#x4F46;&#x5374;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x8BA9;&#x6211;&#x66F4;&#x4E86;&#x89E3;&#x533A;&#x5757;&#x94FE;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x5F00;&#x59CB;&#x7528;&#x4E00;&#x79CD;&#x66F4;&#x5E73;&#x548C;&#x7684;&#x5FC3;&#x6001;&#x53BB;&#x4E86;&#x89E3;&#x533A;&#x5757;&#x94FE;&#x3002;</p>
<p>&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x4E00;&#x79CD;&#x5148;&#x88AB;&#x5C11;&#x6570;&#x4EBA;&#x8BA4;&#x53EF;&#xFF0C;&#x540E;&#x53C8;&#x88AB;&#x5168;&#x6C11;&#x70ED;&#x7092;&#x7684;&#x4E1C;&#x897F;&#x554A;&#xFF0C;&#x4EC5;&#x4EC5;&#x56E0;&#x4E3A;&#x653F;&#x5E9C;&#x7684;&#x5426;&#x5B9A;&#x5C31;&#x4E00;&#x65E0;&#x662F;&#x5904;&#x4E86;&#x5417;&#xFF1F;&#x6211;&#x4ECE;&#x5FC3;&#x91CC;&#x4E5F;&#x6162;&#x6162;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x666E;&#x901A;&#x4EBA;&#x4E86;&#x89E3;&#x8D77;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x6765;&#x3002;</p>
<p>&#x6211;&#x53D1;&#x73B0;&#xFF0C;&#x5728;&#x5168;&#x6C11;&#x70ED;&#x7092;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x65F6;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x88AB;&#x4EBA;&#x63D0;&#x53CA;&#x7684;&#x6700;&#x591A;&#x3002;&#x5373;&#x4F7F;&#x5230;&#x4E86;&#x4ECA;&#x5929;&#xFF0C;&#x5404;&#x5730;&#x653F;&#x5E9C;&#x4ECD;&#x65E7;&#x5728;&#x652F;&#x6301;&#x5176;&#x53D1;&#x5C55;&#xFF0C;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#x5C31;&#x662F;<strong>&#x533A;&#x5757;&#x94FE;</strong>&#x3002;</p>
<p>&#x4E4B;&#x524D;&#x6211;&#x5BF9;&#x533A;&#x5757;&#x94FE;&#x7684;&#x4E86;&#x89E3;&#x53EA;&#x9650;&#x4E8E;Vitalik Buterin&#x6240;&#x8BF4;&#x7684;&#xFF0C;<strong>&#x533A;&#x5757;&#x94FE;&#x662F;&#x4E00;&#x53F0;&#x6C38;&#x4E0D;&#x505C;&#x673A;&#x7684;&#x4E16;&#x754C;&#x7535;&#x8111;</strong>&#x7684;&#x8BF4;&#x6CD5;&#x3002;&#x968F;&#x7740;&#x6211;&#x770B;&#x5230;&#x7684;&#x8D44;&#x6599;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x624D;&#x53D1;&#x73B0;Vitalik Buterin&#x7684;&#x8FD9;&#x4E2A;&#x6BD4;&#x55BB;&#x771F;&#x662F;&#x975E;&#x5E38;&#x4E4B;&#x6070;&#x5F53;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5BF9;&#x533A;&#x5757;&#x94FE;&#x6709;&#x6700;&#x6DF1;&#x5165;&#x7684;&#x4E86;&#x89E3;&#x7684;&#x4EBA;&#x624D;&#x80FD;&#x60F3;&#x51FA;&#x6765;&#x7684;&#x751F;&#x52A8;&#x6BD4;&#x55BB;&#x3002;&#x53EF;&#x80FD;&#x4E5F;&#x6B63;&#x662F;&#x7531;&#x4E8E;&#x8FD9;&#x4E00;&#x70B9;&#x5427;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x628A;Vitalik Buterin&#x79F0;&#x4E3A;V&#x795E;&#x3002;</p>
<p>&#x4E00;&#x63A5;&#x89E6;&#x533A;&#x5757;&#x94FE;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x80FD;&#x6700;&#x65E9;&#x4E86;&#x89E3;&#x5230;&#x7684;&#x5C31;&#x662F;&#x4EC0;&#x4E48;&#x975E;&#x5BF9;&#x79F0;&#x52A0;&#x5BC6;&#xFF0C;&#x4EC0;&#x4E48;&#x54C8;&#x5E0C;&#x7B97;&#x6CD5;&#xFF0C;&#x4EC0;&#x4E48;&#x5171;&#x8BC6;&#x673A;&#x5236;&#x4E4B;&#x7C7B;&#x7684;&#x3002;&#x4F46;&#x5728;&#x6211;&#x4E00;&#x4E2A;&#x975E;&#x8BA1;&#x7B97;&#x673A;&#x4E13;&#x4E1A;&#x7684;&#x4EBA;&#x770B;&#x6765;&#xFF0C;&#x90A3;&#x4E9B;&#x90FD;&#x662F;&#x7EC6;&#x652F;&#x672B;&#x8282;&#x3002;&#x90A3;&#x4E9B;&#x4EC0;&#x4E48;&#x6211;&#x4E5F;&#x770B;&#x4E0D;&#x61C2;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x53EA;&#x662F;&#x8BA9;&#x8FD9;&#x4E00;&#x53F0;&#x4E16;&#x754C;&#x7535;&#x8111;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#xFF0C;&#x8BB0;&#x5F55;&#x7684;&#x6570;&#x636E;&#x4E0D;&#x51B2;&#x7A81;&#x7684;&#x5DE5;&#x5177;&#x3002;&#x8FD9;&#x53F0;&#x4E16;&#x754C;&#x7535;&#x8111;&#xFF0C;&#x624D;&#x662F;&#x533A;&#x5757;&#x94FE;&#x4E16;&#x754C;&#x7684;&#x771F;&#x6B63;&#x6838;&#x5FC3;&#x3002;</p>
<p>&#x6211;&#x6700;&#x7EC8;&#x5E76;&#x4E0D;&#x60F3;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x5458;&#xFF0C;&#x800C;&#x662F;&#x4E86;&#x89E3;&#x4E0E;&#x4F7F;&#x7528;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5728;&#x629B;&#x5F00;&#x90A3;&#x4E9B;&#x6280;&#x672F;&#x7EC6;&#x8282;&#x4E4B;&#x540E;&#xFF0C;&#x6574;&#x4E2A;&#x533A;&#x5757;&#x94FE;&#x5C31;&#x660E;&#x6717;&#x8D77;&#x6765;&#x3002;&#x6211;&#x4E5F;&#x7EC8;&#x4E8E;&#x80FD;&#x591F;&#x7406;&#x89E3;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x6709;&#x90A3;&#x4E48;&#x591A;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x5F88;&#x6709;&#x89C1;&#x8BC6;&#x5F88;&#x5E7F;&#x7684;&#x4EBA;&#x90FD;&#x5BF9;&#x533A;&#x5757;&#x94FE;&#x7279;&#x522B;&#x770B;&#x597D;&#x3002;&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x4E3B;&#x8981;&#x6709;&#x4E24;&#x4E2A;&#x5173;&#x952E;&#x5B57;&#xFF1A;<strong>&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x548C;&#x667A;&#x80FD;&#x5408;&#x7EA6;</strong>&#x3002;</p>
<p>&#x5F88;&#x591A;&#x4EBA;&#x9F13;&#x5439;&#x533A;&#x5757;&#x94FE;&#x5C06;&#x6539;&#x53D8;&#x751F;&#x4EA7;&#x5173;&#x7CFB;&#xFF0C;&#x9020;&#x6210;&#x4E16;&#x754C;&#x7684;&#x5DE8;&#x5927;&#x53D8;&#x9769;&#xFF0C;&#x4E3B;&#x8981;&#x5C31;&#x662F;&#x4ECE;<strong>&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;</strong>&#x8FD9;&#x4E00;&#x70B9;&#x51FA;&#x53D1;&#x7684;&#x3002;</p>
<blockquote>
<p>&#x201C;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x201D;&#x662F;&#x57FA;&#x4E8E;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#xFF0C;&#x4EE5;&#x901A;&#x8BC1;&#xFF08;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#xFF09;&#x6765;&#x754C;&#x5B9A;&#x5206;&#x914D;&#x5185;&#x5728;&#x6743;&#x76CA;&#x3001;&#x5E76;&#x4F7F;&#x7528;&#x901A;&#x8BC1;&#x6765;&#x5B9E;&#x73B0;&#x7ECF;&#x6D4E;&#x6FC0;&#x52B1;&#x7684;&#x65B0;&#x7ECF;&#x6D4E;&#x8303;&#x5F0F;&#x3002;</p>
</blockquote>
<p>&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x867D;&#x7136;&#x662F;&#x4E2A;&#x65B0;&#x540D;&#x8BCD;&#xFF0C;&#x4F46;&#x4ED6;&#x7684;&#x6982;&#x5FF5;&#x5E76;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x65B0;&#x6982;&#x5FF5;&#x3002;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x662F;&#x80A1;&#x4EFD;&#x5236;&#x7684;&#x4E00;&#x79CD;&#x5EF6;&#x4F38;&#xFF0C;&#x5F53;&#x7136;&#x4E5F;&#x6709;&#x4EBA;&#x8BF4;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x4F1A;&#x8FEB;&#x4F7F;&#x80A1;&#x4EFD;&#x5236;&#x516C;&#x53F8;&#x7684;&#x201C;&#x6D88;&#x4EA1;&#x4E0E;&#x91CD;&#x751F;&#x201D;&#xFF0C;&#x5E76;&#x5176;&#x5B9E;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x5E76;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x795E;&#x79D8;&#x3002;</p>
<p>&#x6211;&#x8BA4;&#x4E3A;&#x628A;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x7684;&#x7CBE;&#x9AD3;&#x53D1;&#x6325;&#x5230;&#x6781;&#x81F4;&#xFF0C;&#x5E76;&#x628A;&#x516C;&#x53F8;&#x505A;&#x5927;&#x7684;&#x6700;&#x597D;&#x6848;&#x4F8B;&#x662F;&#x4E00;&#x4E2A;1987&#x5C31;&#x6210;&#x7ACB;&#xFF0C;&#x5DF2;&#x7ECF;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4E16;&#x754C;500&#x5F3A;&#x7684;&#x4F01;&#x4E1A;&#x3002;&#x542C;&#x5230;&#x6211;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x5927;&#x5BB6;&#x80AF;&#x5B9A;&#x4E00;&#x4E0B;&#x5B50;&#x5C31;&#x60F3;&#x5230;&#x4E86;&#x534E;&#x4E3A;&#x90A3;&#x4E2A;&#x86CB;&#x75BC;&#x7684;&#x5E7F;&#x544A;&#x8BED;&#x3002;&#x5BF9;&#xFF0C;&#x534E;&#x4E3A;&#x662F;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x80FD;&#x591F;&#x8FBE;&#x5230;&#x7684;&#x9876;&#x5CF0;&#x3002;</p>
<p>&#x4EBA;&#x4EEC;&#x5C06;&#x534E;&#x4E3A;&#x7684;&#x80A1;&#x4EFD;&#x5236;&#x79F0;&#x4E3A;&#x201C;&#x4EBA;&#x4EBA;&#x80A1;&#x4EFD;&#x5236;&#x201D;&#xFF0C;&#x5728;&#x6211;&#x770B;&#x6765;&#x662F;&#x4E00;&#x79CD;&#x4E0D;&#x5B8C;&#x6574;&#x7684;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x7684;&#x5B8C;&#x7F8E;&#x5E94;&#x7528;&#x3002;&#x201C;&#x4EBA;&#x4EBA;&#x80A1;&#x4EFD;&#x5236;&#x201D;&#x8BF4;&#x7684;&#x7B80;&#x5355;&#x70B9;&#x5C31;&#x662F;&#x5982;&#x679C;&#x4F60;&#x4E3A;&#x534E;&#x4E3A;&#x505A;&#x51FA;&#x4E86;&#x8D21;&#x732E;&#xFF0C;&#x90A3;&#x4E48;&#x534E;&#x4E3A;&#x4F1A;&#x548C;&#x4F60;&#x7B7E;&#x8BA2;&#x4E00;&#x4EFD;&#x5185;&#x90E8;&#x534F;&#x8BAE;&#xFF0C;&#x4F60;&#x4F1A;&#x5360;&#x6709;&#x516C;&#x53F8;&#x7684;&#x4E00;&#x5B9A;&#x80A1;&#x4EFD;&#xFF0C;&#x53C2;&#x4E0E;&#x516C;&#x53F8;&#x7684;&#x5206;&#x7EA2;&#x3002;</p>
<p>&#x8FD9;&#x4E0D;&#x5C31;&#x662F;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x7684;&#x7CBE;&#x9AD3;&#x561B;&#x3002;&#x4E0D;&#x540C;&#x7684;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x6A21;&#x578B;&#x52A0;&#x5165;&#x4E86;&#x80A1;&#x6743;&#x81EA;&#x7531;&#x4EA4;&#x6613;&#x3001;&#x53C2;&#x4E0E;&#x516C;&#x53F8;&#x51B3;&#x7B56;&#x3001;&#x80A1;&#x6743;&#x83B7;&#x5F97;&#x89C4;&#x5219;&#x66F4;&#x52A0;&#x900F;&#x660E;&#x7B49;&#x7279;&#x5F81;&#x3002;&#x8FD9;&#x4E9B;&#x7279;&#x5F81;&#x53EF;&#x80FD;&#x534E;&#x4E3A;&#x4E0D;&#x662F;&#x6CA1;&#x6709;&#x60F3;&#x8FC7;&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x7279;&#x5F81;&#x5F88;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x4E00;&#x4E2A;&#x516C;&#x53F8;&#x65E0;&#x6CD5;&#x505A;&#x5927;&#x505A;&#x5F3A;&#x3002;</p>
<p>&#x4F8B;&#x5982;&#x80A1;&#x6743;&#x53C2;&#x4E0E;&#x516C;&#x53F8;&#x51B3;&#x7B56;&#x8FD9;&#x4E00;&#x70B9;&#x4E89;&#x8BAE;&#x6027;&#x5C31;&#x975E;&#x5E38;&#x5927;&#x3002;&#x5176;&#x652F;&#x6301;&#x8005;&#x8BA4;&#x4E3A;&#x80A1;&#x6743;&#x7684;&#x6301;&#x6709;&#x8005;&#x672C;&#x8EAB;&#x5C31;&#x4F1A;&#x4E3A;&#x516C;&#x53F8;&#x7684;&#x5229;&#x76CA;&#x8003;&#x8651;&#xFF0C;&#x4F1A;&#x503E;&#x5411;&#x4E8E;&#x505A;&#x5BF9;&#x516C;&#x53F8;&#x66F4;&#x6709;&#x5229;&#x7684;&#x4E8B;&#x3002;&#x5176;&#x53CD;&#x5BF9;&#x8005;&#x8BA4;&#x4E3A;&#x8FD9;&#x6837;&#x6781;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x4F7F;&#x516C;&#x53F8;&#x8FDB;&#x5165;&#x6743;&#x529B;&#x6597;&#x4E89;&#x7684;&#x6F29;&#x6DA1;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x4F8B;&#x5B50;&#x4E0D;&#x80DC;&#x679A;&#x4E3E;&#x3002;</p>
<p>&#x81F3;&#x4E8E;&#x80A1;&#x6743;&#x7684;&#x83B7;&#x5F97;&#x89C4;&#x5219;&#x66F4;&#x52A0;&#x900F;&#x660E;&#x5C31;&#x66F4;&#x5177;&#x6709;&#x4E89;&#x8BAE;&#x6027;&#x4E86;&#xFF0C;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x7684;&#x4E00;&#x5728;&#x75DB;&#x70B9;&#x5C31;&#x662F;&#x201C;&#x7F8A;&#x6BDB;&#x515A;&#x201D;&#x3002;&#x201C;&#x7F8A;&#x6BDB;&#x515A;&#x201D;&#x5C31;&#x662F;&#x90A3;&#x4E9B;&#x505A;&#x7740;&#x4ECE;&#x7B26;&#x5408;&#x89C4;&#x5219;&#xFF0C;&#x5374;&#x672A;&#x5FC5;&#x6709;&#x5229;&#x516C;&#x53F8;&#x53D1;&#x5C55;&#x7684;&#x4E8B;&#x6765;&#x83B7;&#x5F97;&#x80A1;&#x6743;&#x7684;&#x4EBA;&#x3002;&#x53EA;&#x8981;&#x89C4;&#x5219;&#x66F4;&#x52A0;&#x900F;&#x660E;&#x3001;&#x53BB;&#x4E2D;&#x5FC3;&#x5316;&#xFF0C;&#x90A3;&#x4E48;&#x201C;&#x7F8A;&#x6BDB;&#x515A;&#x201D;&#x5C31;&#x51E0;&#x4E4E;&#x65E0;&#x6CD5;&#x907F;&#x514D;&#x3002;</p>
<p>&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x53EA;&#x662F;&#x628A;&#x534E;&#x4E3A;&#x7684;&#x201C;&#x4EBA;&#x4EBA;&#x80A1;&#x4EFD;&#x5236;&#x201D;&#x4E2D;&#x7684;&#x80A1;&#x4EFD;&#x5408;&#x540C;&#x6362;&#x6210;&#x4E86;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x554A;&#xFF0C;&#x6240;&#x4EE5;&#x533A;&#x5757;&#x94FE;&#x4E5F;&#x8981;&#x597D;&#x597D;&#x5411;&#x534E;&#x4E3A;&#x53D6;&#x7ECF;&#x3002;</p>
<p><strong>&#x667A;&#x80FD;&#x5408;&#x7EA6;</strong>&#x4E5F;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x65B0;&#x73A9;&#x610F;&#x3002;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x8B66;&#x5BDF;&#x5DE5;&#x4F5C;&#x5F88;&#x5FD9;&#xFF0C;&#x6709;&#x65F6;&#x90FD;&#x6CA1;&#x6709;&#x65F6;&#x95F4;&#x5173;&#x6CE8;&#x81EA;&#x5DF1;&#x7684;&#x6C34;&#x7535;&#x8D39;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x7684;&#x540C;&#x4E8B;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x5F00;&#x901A;&#x4E86;&#x652F;&#x4ED8;&#x5B9D;&#x7684;&#x201C;&#x7535;&#x8D39;&#x4EE3;&#x6263;&#x201D;&#x4E1A;&#x52A1;&#x3002;&#x6839;&#x636E;&#x667A;&#x80FD;&#x5408;&#x7EA6;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x201C;&#x7535;&#x8D39;&#x4EE3;&#x6263;&#x201D;&#x4E1A;&#x52A1;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x667A;&#x80FD;&#x5408;&#x7EA6;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x4E2A;&#x667A;&#x80FD;&#x5408;&#x7EA6;&#x4F9D;&#x6258;&#x4E8E;&#x201C;&#x652F;&#x4ED8;&#x5B9D;&#x201D;&#xFF0C;&#x800C;&#x533A;&#x5757;&#x94FE;&#x7684;&#x667A;&#x80FD;&#x5408;&#x7EA6;&#x76F4;&#x63A5;&#x5C31;&#x4F9D;&#x6258;&#x4E8E;&#x533A;&#x5757;&#x94FE;&#x8FD9;&#x53F0;&#x201C;&#x4E16;&#x754C;&#x7535;&#x8111;&#x201D;&#x3002;</p>
<p><img src="../.gitbook/assets/6ab2d2a809ae40b6b0e362f9f5d9e6e3_th.png" alt="&#x652F;&#x4ED8;&#x5B9D;&#x7535;&#x8D39;&#x4EE3;&#x6263;"></p>
<p>&#x4ECE;&#x6280;&#x672F;&#x4E0A;&#x8BB2;&#xFF0C;&#x533A;&#x5757;&#x94FE;&#x8FD9;&#x53F0;&#x4E16;&#x754C;&#x7535;&#x8111;&#x6BD4;&#x652F;&#x4ED8;&#x5B9D;&#x8FD9;&#x6837;&#x7684;&#x7B2C;&#x4E09;&#x65B9;&#x66F4;&#x52A0;&#x53EF;&#x4FE1;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x667A;&#x80FD;&#x5408;&#x7EA6;&#x5728;&#x533A;&#x5757;&#x94FE;&#x4E16;&#x754C;&#x4E2D;&#x8FBE;&#x5230;&#x5145;&#x5206;&#x7684;&#x80AF;&#x5B9A;&#x3002;&#x7279;&#x522B;&#x662F;&#x5728;&#x4E00;&#x4E9B;&#x8D4C;&#x535A;&#x7C7B;&#x7684;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x7279;&#x522B;&#x53D7;&#x6B22;&#x8FCE;&#x3002;&#x8D4C;&#x535A;&#x6216;&#x8005;&#x8BF4;&#x535A;&#x5F69;&#x4E2D;&#x867D;&#x7136;&#x4E2D;&#x5956;&#x89C4;&#x5219;&#x900F;&#x660E;&#xFF0C;&#x4F46;&#x4EBA;&#x4EEC;&#x603B;&#x62C5;&#x5FC3;&#x6697;&#x7BB1;&#x64CD;&#x4F5C;&#x3002;&#x6709;&#x4E86;&#x667A;&#x80FD;&#x5408;&#x7EA6;&#xFF0C;&#x5927;&#x5BB6;&#x628A;&#x89C4;&#x5219;&#x5199;&#x5165;&#x5230;&#x533A;&#x5757;&#x94FE;&#x8FD9;&#x53F0;&#x4E16;&#x754C;&#x7535;&#x8111;&#x4E2D;&#xFF0C;&#x516C;&#x5F00;&#x900F;&#x660E;&#xFF0C;&#x4EFB;&#x4F55;&#x4EBA;&#x90FD;&#x4E0D;&#x80FD;&#x66F4;&#x6539;&#xFF0C;&#x6240;&#x4EE5;&#x66F4;&#x5BB9;&#x6613;&#x53D6;&#x5F97;&#x8D4C;&#x5F92;&#x4EEC;&#x7684;&#x4FE1;&#x4EFB;&#x3002;</p>
<p><strong>&#x8D8A;&#x4E86;&#x89E3;&#x533A;&#x5757;&#x94FE;&#xFF0C;&#x6211;&#x600E;&#x4E48;&#x89C9;&#x5F97;&#x6211;&#x7684;&#x8B66;&#x5BDF;&#x804C;&#x4E1A;&#x5927;&#x6709;&#x53EF;&#x4E3A;&#x5462;&#xFF1F;&#xFF01;</strong></p>
<p>&#x8D8A;&#x6765;&#x8D8A;&#x4E86;&#x89E3;&#x533A;&#x5757;&#x94FE;&#xFF0C;&#x8D8A;&#x89C9;&#x5F97;&#x533A;&#x5757;&#x94FE;&#x8FD8;&#x53EA;&#x5904;&#x5728;&#x521D;&#x7EA7;&#x9636;&#x6BB5;&#x3002;&#x73B0;&#x5728;&#x533A;&#x5757;&#x94FE;&#x7684;&#x5E94;&#x7528;&#x5C31;&#x96C6;&#x4E2D;&#x5728;&#x91D1;&#x878D;&#xFF08;&#x7279;&#x522B;&#x662F;&#x4EA4;&#x6613;&#x6240;&#xFF09;&#x3001;&#x8FFD;&#x6EAF;&#x3001;&#x6E38;&#x620F;&#x7B49;&#x65B9;&#x9762;&#xFF0C;&#x975E;&#x5E38;&#x5C40;&#x9650;&#x3002;</p>
<h3 id="&#x5F15;&#x7528;">&#x5F15;&#x7528;</h3>
<p>1&#x3001;<a href="https://zhuanlan.zhihu.com/p/33468418" target="_blank">&#x533A;&#x5757;&#x94FE;&#x548C;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#xFF08;token economy&#xFF09;&#xFF1A;&#x80A1;&#x4EFD;&#x5236;&#x516C;&#x53F8;&#x7684;&#x6D88;&#x4EA1;&#x4E0E;&#x91CD;&#x751F; - &#x77E5;&#x4E4E;</a></p>
<p>2&#x3001;<a href="http://www.sohu.com/a/146175963_498757" target="_blank">&#x3010;&#x80A1;&#x6743;&#x3011;&#x534E;&#x4E3A;&#x7684;&#x80A1;&#x6743;&#x7ED3;&#x6784;</a></p>
<p>3&#x3001;<a href="https://www.zhihu.com/question/20988312" target="_blank">&#x5982;&#x4F55;&#x770B;&#x5F85;&#x516C;&#x53F8;&#x5458;&#x5DE5;&#x80A1;&#x4EFD;&#x5236;&#xFF1F; - &#x77E5;&#x4E4E;</a></p>
<p>4&#x3001;<a href="http://www.twoeggz.com/news/10217725.html" target="_blank">&#x80A1;&#x4EFD;&#x5236;Token&#x5316;&#xFF0C;&#x201C;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#x201D;&#x5C06;&#x4F1A;&#x6539;&#x53D8;&#x6574;&#x4E2A;&#x91D1;&#x878D;&#x683C;&#x5C40;</a></p>
<p>5&#x3001;<a href="https://zhuanlan.zhihu.com/p/33468418" target="_blank">&#x533A;&#x5757;&#x94FE;&#x548C;&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;&#xFF08;token economy&#xFF09;&#xFF1A;&#x80A1;&#x4EFD;&#x5236;&#x516C;&#x53F8;&#x7684;&#x6D88;&#x4EA1;&#x4E0E;&#x91CD;&#x751F; - &#x77E5;&#x4E4E;</a></p>
<p>6&#x3001;<a href="https://zh.wikipedia.org/wiki/&#x901A;&#x8BC1;&#x7ECF;&#x6D4E;" target="_blank">&#x4EE3;&#x5E01;&#x6027;&#x7ECF;&#x6D4E; - &#x7EF4;&#x57FA;&#x767E;&#x79D1;&#xFF0C;&#x81EA;&#x7531;&#x7684;&#x767E;&#x79D1;&#x5168;&#x4E66;</a></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html" class="navigation navigation-prev " aria-label="Previous page: 网络世界中真的能隐身吗？">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="nian-di.html" class="navigation navigation-next " aria-label="Next page: 年底">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"区块链--光明中成长","level":"2.9","depth":1,"next":{"title":"年底","level":"2.10","depth":1,"path":"er-du-pin/nian-di.md","ref":"er-du-pin/nian-di.md","articles":[]},"previous":{"title":"网络世界中真的能隐身吗？","level":"2.8","depth":1,"path":"er-du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.md","ref":"er-du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/blockchain-guangming-chengzhang.md","mtime":"2019-02-21T02:31:34.896Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T07:03:14.485Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

