
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第一次接触 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html" />
    
    
    <link rel="prev" href="xiao-xiao-tu-po.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>2.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>2.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>2.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>2.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >第一次接触</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E00;&#x6B21;&#x63A5;&#x89E6;">&#x7B2C;&#x4E00;&#x6B21;&#x63A5;&#x89E6;</h1>
<p>&#x4ECE;&#x79D1;&#x957F;&#x90A3;&#x91CC;&#x56DE;&#x6765;&#xFF0C;&#x6211;&#x5C31;&#x5F00;&#x59CB;&#x51C6;&#x5907;&#x548C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x63A5;&#x89E6;&#x7684;&#x4E8B;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x7FFB;&#x770B;&#x4E86;&#x4E00;&#x4E0B;&#x5434;&#x4EAE;&#x548C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x7684;&#x804A;&#x5929;&#x8BB0;&#x5F55;&#xFF0C;&#x8FD8;&#x771F;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x53EF;&#x4EE5;&#x6CE8;&#x610F;&#x7684;&#x3002;&#x53EA;&#x662F;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x5F88;&#x5C11;&#x5728;&#x5434;&#x4EAE;&#x95EE;&#x95EE;&#x9898;&#x4E4B;&#x540E;&#x7ACB;&#x523B;&#x56DE;&#x7B54;&#xFF0C;&#x90FD;&#x662F;&#x5F88;&#x4E45;&#x4E4B;&#x540E;&#x624D;&#x56DE;&#x7B54;&#x3002;&#x6211;&#x5C31;&#x6574;&#x7406;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x7ED9;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x53D1;&#x4E86;&#x6761;&#x6D88;&#x606F;&#x3002;</p>
<p>&#x201C;&#x6211;&#x60F3;&#x641E;&#x628A;&#x5927;&#x7684;&#xFF0C;&#x4E00;&#x6B21;&#x60F3;&#x4E70;&#x5F88;&#x591A;&#x8D27;&#xFF0C;&#x80FD;&#x884C;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x8FC7;&#x4E86;&#x534A;&#x5929;&#x591A;&#xFF0C;&#x624D;&#x56DE;&#x590D;&#xFF1A;&#x201C;&#x8981;&#x591A;&#x5C11;&#xFF1F;&#x4E00;&#x6B21;&#x6027;&#x628A;&#x95EE;&#x9898;&#x95EE;&#x5B8C;&#xFF01;&#x201D;</p>
<p>&#x770B;&#x6765;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x5F88;&#x5728;&#x610F;&#x4E00;&#x6B21;&#x6027;&#x628A;&#x6240;&#x6709;&#x95EE;&#x9898;&#x95EE;&#x5B8C;&#x7684;&#x8FD9;&#x4E2A;&#x89C4;&#x77E9;&#xFF0C;&#x7531;&#x4E8E;&#x5C11;&#x56DE;&#x590D;&#x51E0;&#x6B21;&#x5C31;&#x80FD;&#x51CF;&#x5C11;&#x66B4;&#x9732;&#x7684;&#x98CE;&#x9669;&#x3002;&#x4F46;&#x6211;&#x4E3A;&#x4E86;&#x5438;&#x5F15;&#x4ED6;&#x591A;&#x8BF4;&#x8BDD;&#xFF0C;&#x7279;&#x610F;&#x5148;&#x5F15;&#x8D77;&#x4ED6;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x5438;&#x5F15;&#x4ED6;&#x5F00;&#x59CB;&#x804A;&#x5929;&#x3002;&#x6211;&#x770B;&#x5230;&#x4E4B;&#x540E;&#x7ACB;&#x523B;&#x56DE;&#x590D;&#xFF1A;&#x201C;&#x6211;&#x8981;100&#x4EFD;&#xFF01;&#x5E72;&#x5B8C;&#x8FD9;&#x4E00;&#x6B21;&#x5C31;&#x4E0D;&#x5E72;&#x4E86;&#xFF0C;&#x8981;&#x4E0D;&#x6574;&#x5929;&#x62C5;&#x60CA;&#x53D7;&#x6015;&#x3002;&#x201D;</p>
<p>&#x8FD9;&#x4E2A;&#x6570;&#x91CF;&#x5DF2;&#x7ECF;&#x8D85;&#x8FC7;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x534A;&#x5E74;&#x6765;&#x5728;&#x8FD9;&#x4E00;&#x4E2A;QQ&#x53F7;&#x4E0A;&#x5356;&#x6389;&#x7684;&#x6570;&#x91CF;&#xFF0C;&#x4ED6;&#x5E94;&#x8BE5;&#x4F1A;&#x52A8;&#x5FC3;&#x3002;&#x4F46;&#x6570;&#x91CF;&#x592A;&#x5927;&#x6211;&#x53C8;&#x6015;&#x4ED6;&#x6000;&#x7591;&#x3002;</p>
<p>&#x7ECF;&#x4E0A;&#x7EA7;&#x5C40;&#x5BF9;&#x6211;&#x4EEC;&#x7F34;&#x83B7;&#x7684;&#x6BD2;&#x54C1;&#x7684;&#x5206;&#x6790;&#x548C;&#x5434;&#x4EAE;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x5356;&#x7684;&#x662F;&#x4E00;&#x79CD;&#x65B0;&#x578B;&#x6BD2;&#x54C1;LSD&#xFF08;&#x9EA6;&#x89D2;&#x9178;&#x4E8C;&#x4E59;&#x9170;&#x80FA;&#xFF09;&#x3002;LSD&#x662F;&#x4E00;&#x79CD;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x53E3;&#x670D;&#x542B;&#x670D;&#x751F;&#x6548;&#x7684;&#x6BD2;&#x54C1;&#xFF0C;&#x76F8;&#x6BD4;&#x5176;&#x4ED6;&#x6BD2;&#x54C1;&#x670D;&#x7528;&#x975E;&#x5E38;&#x65B9;&#x4FBF;&#xFF0C;&#x800C;&#x4E14;&#x836F;&#x6548;&#x6D88;&#x9000;&#x8F83;&#x5FEB;&#xFF0C;&#x51CF;&#x5C11;&#x4E86;&#x5438;&#x98DF;&#x88AB;&#x6293;&#x7684;&#x53EF;&#x80FD;&#xFF0C;&#x6240;&#x4EE5;&#x53D7;&#x5230;&#x5F88;&#x591A;&#x6BD2;&#x54C1;&#x5438;&#x98DF;&#x4EBA;&#x5458;&#x7684;&#x9752;&#x7750;&#x3002;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x5C06;&#x5176;&#x4F2A;&#x88C5;&#x4E3A;&#x6563;&#x88C5;&#x7684;&#x8D39;&#x5217;&#x7F57;&#x5DE7;&#x514B;&#x529B;&#x3002;&#x6309;&#x5434;&#x4EAE;&#x7684;&#x8BF4;&#x6CD5;&#xFF0C;&#x8D39;&#x5217;&#x7F57;&#x5DE7;&#x514B;&#x529B;&#x662F;&#x4E00;&#x79CD;&#x5F88;&#x53D7;&#x5927;&#x5BB6;&#x6B22;&#x8FCE;&#x7684;&#x751C;&#x54C1;&#xFF0C;&#x6240;&#x4EE5;&#x65E0;&#x8BBA;&#x5728;&#x4EFB;&#x4F55;&#x573A;&#x5408;&#x670D;&#x7528;&#x90FD;&#x4E0D;&#x4F1A;&#x5F15;&#x8D77;&#x4EBA;&#x7684;&#x6CE8;&#x610F;&#x3002;</p>
<p>&#x5434;&#x4EAE;&#x6536;&#x5230;&#x7684;&#x6BCF;&#x4E00;&#x4EFD;&#x6BD2;&#x54C1;&#x90FD;&#x6709;25&#x9897;&#x5DE7;&#x514B;&#x529B;&#x3002;&#x7ECF;&#x4E0A;&#x7EA7;&#x5C40;&#x68C0;&#x9A8C;&#xFF0C;&#x6BCF;&#x9897;&#x5DE7;&#x514B;&#x529B;&#x4E2D;&#x542B;LSD&#x7EA6;190&#x6BEB;&#x514B;&#x5230;195&#x6BEB;&#x514B;&#x3002;&#x4ECE;&#x8FD9;&#x79CD;&#x5206;&#x5305;&#x65B9;&#x6CD5;&#x4E5F;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x5BF9;&#x65B9;&#x662F;&#x975E;&#x5E38;&#x4E13;&#x4E1A;&#x7684;&#x5236;&#x6BD2;&#x8D29;&#x6BD2;&#x96C6;&#x56E2;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x79CD;&#x5305;&#x88C5;&#x4E24;&#x4EFD;&#x6070;&#x597D;&#x5361;&#x5728;&#x6211;&#x56FD;&#x5211;&#x6CD5;&#x89C4;&#x5B9A;&#x7684;&#x201C;&#x5C11;&#x91CF;&#x6BD2;&#x54C1;&#x201D;&#x7684;&#x6307;&#x6807;&#xFF0C;&#x5341;&#x4EFD;&#x6070;&#x597D;&#x5361;&#x5728;&#x6211;&#x56FD;&#x5211;&#x6CD5;&#x89C4;&#x5B9A;&#x7684;&#x201C;&#x6570;&#x91CF;&#x8F83;&#x5C11;&#x201D;&#x7684;&#x6307;&#x6807;&#xFF0C;&#x6211;&#x76F8;&#x4FE1;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x5076;&#x7136;&#x3002;</p>
<p>&#x4E00;&#x767E;&#x5305;&#x5728;&#x9752;&#x5C9B;&#x7EDD;&#x5BF9;&#x662F;&#x5927;&#x624B;&#x7B14;&#x4E86;&#xFF0C;&#x76F8;&#x4FE1;&#x80FD;&#x5F15;&#x8D77;&#x4ED6;&#x7684;&#x5174;&#x8DA3;&#x3002;</p>
<p>&#x201C;&#x8FD9;&#x6837;&#x7684;&#x4F60;&#x80FD;&#x5356;&#x7684;&#x4E86;&#x5417;&#xFF1F;&#x201D;&#x53EA;&#x6709;&#x51E0;&#x5206;&#x949F;&#xFF0C;&#x4ED6;&#x5C31;&#x56DE;&#x4E86;&#x5434;&#x4EAE;&#x7684;&#x6D88;&#x606F;&#x3002;&#x662F;&#x5434;&#x4EAE;&#x52A0;&#x4E86;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;QQ&#x4EE5;&#x6765;&#x56DE;&#x590D;&#x6700;&#x5FEB;&#x7684;&#x4E00;&#x6B21;&#xFF0C;&#x770B;&#x6765;&#x6211;&#x6210;&#x529F;&#x7684;&#x5F15;&#x8D77;&#x4E86;&#x4ED6;&#x7684;&#x5174;&#x8DA3;&#x3002;</p>
<p>&#x201C;&#x6211;&#x6709;&#x6E20;&#x9053;&#x3002;&#x201D;</p>
<p>&#x201C;&#x6293;&#x5230;&#x4E86;&#x5224;&#x4EC0;&#x4E48;&#x5211;&#xFF0C;&#x4F60;&#x6E05;&#x695A;&#x5427;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x6E05;&#x695A;&#x3002;&#x542C;&#x6211;&#x670B;&#x53CB;&#x8BF4;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x4E4B;&#x540E;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x5C31;&#x6CA1;&#x6709;&#x6D88;&#x606F;&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x4ED6;&#x7EC8;&#x4E8E;&#x7ED9;&#x4E86;&#x56DE;&#x8BDD;&#x3002;</p>
<p>&#x201C;&#x53EF;&#x4EE5;&#xFF0C;&#x5206;10&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x5907;&#x8D27;&#x65F6;&#x95F4;&#x4E09;&#x5929;&#x3002;&#x201D;</p>
<p>&#x6211;&#x4E4B;&#x524D;&#x5C31;&#x7814;&#x7A76;&#x8FC7;&#xFF0C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x90FD;&#x662F;&#x5148;&#x628A;&#x8D27;&#x653E;&#x597D;&#xFF0C;&#x7136;&#x540E;&#x544A;&#x8BC9;&#x5434;&#x4EAE;&#x5730;&#x70B9;&#x3002;&#x5982;&#x679C;&#x8FD9;&#x6837;&#x4EA4;&#x6613;&#xFF0C;&#x6211;&#x80FD;&#x62FF;&#x5230;&#x7684;&#x8D44;&#x6599;&#x6050;&#x6015;&#x771F;&#x662F;&#x6CA1;&#x6709;&#x591A;&#x5C11;&#x3002;<strong>&#x73B0;&#x5728;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x771F;&#x662F;&#x592A;&#x75AF;&#x72C2;&#xFF0C;&#x6BD2;&#x8D29;&#x7ADF;&#x7136;&#x53EF;&#x4EE5;&#x548C;&#x8B66;&#x5BDF;&#x8FDB;&#x884C;&#x6BD2;&#x54C1;&#x4EA4;&#x6613;&#x800C;&#x4E0D;&#x88AB;&#x6293;&#x3002;</strong>&#x6240;&#x4EE5;&#x6211;&#x60F3;&#x8981;&#x6293;&#x5230;&#x8FD9;&#x4E2A;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x5C31;&#x5FC5;&#x987B;&#x8BA9;&#x4ED6;&#x4EE5;&#x5176;&#x4ED6;&#x65B9;&#x5F0F;&#x4EA4;&#x6613;&#x3002;</p>
<p>&#x6211;&#x56DE;&#x590D;&#x8BF4;&#xFF1A;&#x201C;&#x91CF;&#x6709;&#x70B9;&#x5927;&#xFF0C;&#x6211;&#x6BD4;&#x8F83;&#x62C5;&#x5FC3;&#xFF0C;&#x53EF;&#x4EE5;&#x89C1;&#x9762;&#x4EA4;&#x6613;&#x5417;&#xFF1F;&#x201D; </p>
<p>&#x201C;&#x4E0D;&#x884C;&#x3002;&#x201D;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x76F4;&#x63A5;&#x56DE;&#x590D;&#x8BF4;&#x3002;</p>
<p>&#x201C;&#x4FE1;&#x7528;&#x4F60;&#x653E;&#x5FC3;&#xFF0C;&#x6211;&#x548C;&#x6211;&#x670B;&#x53CB;&#x4E00;&#x8D77;&#x53BB;&#xFF0C;&#x4ED6;&#x5728;&#x8FD9;&#x9752;&#x5C9B;&#x6E2F;&#x4FE1;&#x8A89;&#x8FD8;&#x662F;&#x4E0D;&#x9519;&#x7684;&#x3002;&#x201D;&#x6211;&#x8D76;&#x7D27;&#x529D;&#x8BF4;&#x9053;&#x3002;</p>
<p>&#x4E4B;&#x540E;&#x53C8;&#x6CA1;&#x4E86;&#x4FE1;&#x606F;&#x3002;&#x6211;&#x73B0;&#x5728;&#x4E5F;&#x53CD;&#x5E94;&#x8FC7;&#x6765;&#x4E86;&#xFF0C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x5E94;&#x8BE5;&#x5E76;&#x4E0D;&#x662F;&#x6700;&#x7EC8;&#x7684;&#x51FA;&#x8D27;&#x65B9;&#xFF0C;&#x4ED6;&#x80AF;&#x5B9A;&#x4E5F;&#x8981;&#x8054;&#x7CFB;&#x4ED6;&#x7684;&#x4E0A;&#x7EA7;&#x624D;&#x80FD;&#x51FA;&#x8D27;&#x3002;</p>
<p>&#x201C;&#x4E0D;&#x884C;&#x3002;&#x201D;&#x53C8;&#x8FC7;&#x4E86;&#x4E00;&#x5929;&#xFF0C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x624D;&#x56DE;&#x9053;&#x3002;</p>
<p>&#x201C;&#x5927;&#x54E5;&#xFF0C;&#x4F60;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x653E;&#x5FC3;&#x7684;&#xFF0C;&#x4F60;&#x548C;&#x6211;&#x8BF4;&#xFF0C;&#x6211;&#x60F3;&#x529E;&#x6CD5;&#x3002;&#x201D;</p>
<p>&#x201C;&#x53EA;&#x80FD;&#x7EBF;&#x4E0A;&#x4ED8;&#x94B1;&#xFF0C;&#x50A8;&#x7269;&#x67DC;&#x63D0;&#x8D27;&#x3002;&#x201D;</p>
<p>&#x201C;&#x603B;&#x89C9;&#x5F97;&#x4E0D;&#x653E;&#x5FC3;&#xFF0C;&#x8FD9;&#x4E48;&#x5927;&#x7684;&#x6570;&#x989D;&#x7684;&#x94B1;&#xFF0C;&#x6253;&#x4E86;&#x94B1;&#x518D;&#x62FF;&#x8D27;&#x4E0D;&#x653E;&#x5FC3;&#x3002;&#x201D;&#x6211;&#x7EE7;&#x7EED;&#x63A2;&#x4ED6;&#x7684;&#x53E3;&#x98CE;&#x3002;&#x201C;&#x8981;&#x4E0D;&#x5927;&#x54E5;&#x4F60;&#x90A3;&#x8FB9;&#x6709;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x6298;&#x8877;&#x7684;&#x65B9;&#x6848;&#xFF0C;&#x6211;&#x770B;&#x884C;&#x4E0D;&#x884C;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x4E0D;&#x884C;&#xFF0C;&#x53EA;&#x80FD;&#x7EBF;&#x4E0A;&#x4ED8;&#x94B1;&#xFF0C;&#x50A8;&#x7269;&#x67DC;&#x63D0;&#x8D27;&#x3002;&#x201D;&#x6211;&#x4E00;&#x4E0B;&#x5B50;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x600E;&#x4E48;&#x56DE;&#x7B54;&#xFF0C;&#x8FC7;&#x4E86;&#x51E0;&#x5206;&#x949F;&#xFF0C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x5374;&#x53C8;&#x52A0;&#x4E86;&#x4E00;&#x53E5;&#xFF1A;&#x201C;&#x8001;&#x677F;&#x4E0D;&#x540C;&#x610F;&#x5176;&#x4ED6;&#x65B9;&#x6CD5;&#xFF0C;&#x6211;&#x4E5F;&#x6CA1;&#x529E;&#x6CD5;&#x3002;&#x201D;</p>
<p>&#x770B;&#x6765;&#x6211;&#x7684;&#x731C;&#x60F3;&#x90FD;&#x662F;&#x6B63;&#x786E;&#x7684;&#xFF0C;&#x4ED6;&#x786E;&#x5B9E;&#x4E5F;&#x53EA;&#x662F;&#x4E2A;&#x4E0B;&#x7EBF;&#x3002;&#x201C;&#x5927;&#x54E5;&#xFF0C;&#x8981;&#x4E0D;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x7ED9;&#x4F60;&#x4E00;&#x70B9;&#x7ECF;&#x8D39;&#xFF0C;&#x4F60;&#x5E2E;&#x6211;&#x548C;&#x8001;&#x677F;&#x597D;&#x597D;&#x5546;&#x8BAE;&#x5546;&#x8BAE;&#x3002;&#x201D;&#x6211;&#x731C;&#x60F3;&#x90A3;&#x4E2A;&#x4EE5;&#x592A;&#x574A;&#x8D26;&#x53F7;&#x5E94;&#x8BE5;&#x76F4;&#x63A5;&#x662F;&#x8001;&#x677F;&#x7684;&#x8D26;&#x53F7;&#xFF0C;&#x90A3;&#x4E48;&#x7ED9;&#x4ED6;&#x7ECF;&#x8D39;&#x7684;&#x8BDD;&#x5F88;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x52A0;&#x4ED6;&#x5FAE;&#x4FE1;&#x6216;&#x8005;&#x652F;&#x4ED8;&#x5B9D;&#x4E4B;&#x7C7B;&#x7684;&#x3002;&#x53EA;&#x8981;&#x80FD;&#x52A0;&#x5FAE;&#x4FE1;&#x652F;&#x4ED8;&#x5B9D;&#xFF0C;&#x63A5;&#x53D7;&#x6211;&#x7684;&#x8F6C;&#x8D26;&#xFF0C;&#x6211;&#x5C31;&#x6709;&#x81EA;&#x4FE1;&#x80FD;&#x627E;&#x5230;&#x4E00;&#x70B9;&#x7EBF;&#x7D22;&#x3002;</p>
<p>&#x201C;&#x5509;&#xFF0C;&#x8001;&#x677F;&#x5F88;&#x96BE;&#x641E;&#x7684;&#xFF0C;&#x57FA;&#x672C;&#x4E0D;&#x53EF;&#x80FD;&#x3002;&#x518D;&#x8BF4;&#xFF0C;&#x8981;&#x662F;&#x88AB;&#x8001;&#x677F;&#x53D1;&#x73B0;&#x4E86;&#xFF0C;&#x8FD8;&#x4E0D;&#x77E5;&#x9053;&#x4F1A;&#x53D1;&#x751F;&#x4EC0;&#x4E48;&#x4E8B;&#x3002;&#x201D;</p>
<p>&#x6211;&#x4E00;&#x542C;&#x8FD9;&#x4E8B;&#x6709;&#x8C31;&#x554A;&#xFF0C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x53EA;&#x662F;&#x4E0D;&#x6562;&#x3002;&#x6211;&#x5C31;&#x7EE7;&#x7EED;&#x6002;&#x607F;&#x9053;&#xFF1A;&#x201C;&#x6CA1;&#x4E8B;&#xFF0C;&#x7ECF;&#x8D39;&#x662F;&#x7ED9;&#x5927;&#x54E5;&#x7684;&#x8F9B;&#x82E6;&#x8D39;&#x3002;&#x53EA;&#x8981;&#x5927;&#x54E5;&#x53BB;&#x548C;&#x8001;&#x677F;&#x8BF4;&#x4E86;&#x5C31;&#x884C;&#x3002;&#x201D;</p>
<p>&#x201C;&#x5144;&#x5F1F;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x5DF2;&#x7ECF;&#x8BF4;&#x8FC7;&#x4E86;&#xFF0C;&#x4E0D;&#x80FD;&#x518D;&#x53BB;&#x8BF4;&#x4E86;&#x3002;&#x94B1;&#x6211;&#x4E5F;&#x4E0D;&#x6536;&#x4F60;&#x7684;&#x4E86;&#xFF0C;&#x8001;&#x677F;&#x660E;&#x4EE4;&#x7981;&#x6B62;&#x6211;&#x4EEC;&#x79C1;&#x4E0B;&#x4EA4;&#x6613;&#x7684;&#x3002;&#x201D;</p>
<p>&#x4E00;&#x65B9;&#x9762;&#x8D8A;&#x6765;&#x8D8A;&#x6E05;&#x695A;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x5728;&#x8FD9;&#x4E2A;&#x7EC4;&#x7EC7;&#x91CC;&#x9762;&#x7684;&#x5730;&#x4F4D;&#xFF0C;&#x611F;&#x89C9;&#x5373;&#x4F7F;&#x6293;&#x5230;&#x4ED6;&#x5BF9;&#x6848;&#x4EF6;&#x7684;&#x5E2E;&#x52A9;&#x4E5F;&#x6709;&#x9650;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x4E5F;&#x611F;&#x89C9;&#x4ED6;&#x8FD8;&#x6CA1;&#x6709;&#x5B8C;&#x5168;&#x653E;&#x4E0B;&#x6212;&#x5FC3;&#x3002;&#x6211;&#x4E5F;&#x5B9E;&#x5728;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x4E86;&#xFF0C;&#x53EA;&#x597D;&#x8BF4;&#xFF1A;&#x201C;&#x90A3;&#x6211;&#x548C;&#x6211;&#x670B;&#x53CB;&#x8BA8;&#x8BBA;&#x4E00;&#x4E0B;&#x3002;&#x201D;</p>
<p>&#x6211;&#x76F4;&#x63A5;&#x53BB;&#x627E;&#x4E86;&#x6211;&#x4EEC;&#x79D1;&#x957F;&#xFF0C;&#x5C06;&#x60C5;&#x51B5;&#x6C47;&#x62A5;&#x4E86;&#x4E00;&#x4E0B;&#x3002;&#x79D1;&#x957F;&#x6C89;&#x601D;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x8BF4;&#xFF1A;&#x201C;&#x6309;&#x4E4B;&#x524D;&#x7684;&#x65B9;&#x5F0F;&#x4EA4;&#x6613;&#x786E;&#x5B9E;&#x6548;&#x679C;&#x4E0D;&#x5927;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x8FD9;&#x7684;&#x98CE;&#x9669;&#x5374;&#x5F88;&#x9AD8;&#xFF0C;&#x8FD9;&#x4E8B;&#x5148;&#x4E0D;&#x8981;&#x7740;&#x6025;&#x3002;&#x201D;&#x79D1;&#x957F;&#x53C8;&#x60F3;&#x4E86;&#x60F3;&#xFF0C;&#x8981;&#x4E0D;&#x628A;&#x6848;&#x5B50;&#x4E0A;&#x62A5;&#xFF0C;&#x770B;&#x4E0A;&#x7EA7;&#x6709;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x529E;&#x6CD5;&#x3002;</p>
<p>&#x201C;&#x4E5F;&#x53EA;&#x80FD;&#x8FD9;&#x6837;&#x4E86;&#x3002;&#x6682;&#x65F6;&#x5434;&#x4EAE;&#x7684;QQ&#x53F7;&#x8FD8;&#x6CA1;&#x6709;&#x5B8C;&#x5168;&#x66B4;&#x9732;&#xFF0C;&#x8FD9;&#x4E2A;&#x7EBF;&#x7D22;&#x4EE5;&#x540E;&#x53EF;&#x80FD;&#x8FD8;&#x4F1A;&#x7528;&#x5230;&#x3002;&#x201D;&#x6211;&#x6709;&#x70B9;&#x4E27;&#x6C14;&#x7684;&#x8BF4;&#x3002;</p>
<p><strong>&#x7B2C;&#x4E00;&#x6B21;&#x63A5;&#x89E6;&#xFF0C;&#x57FA;&#x672C;&#x6CA1;&#x6709;&#x641E;&#x5230;&#x4EC0;&#x4E48;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x8B66;&#x5BDF;&#x5B8C;&#x8D25;&#x3002;</strong></p>
<h3 id="&#x5F15;&#x6587;&#xFF1A;">&#x5F15;&#x6587;&#xFF1A;</h3>
<p>1&#x3001;<a href="http://www.szxsls.com.cn/ShowArticle.shtml?ID=201712517544027318.htm" target="_blank">&#x65B0;&#x578B;&#x6BD2;&#x54C1;&#x6362;&#x7B97;&#x8BA1;&#x7B97;&#x65B9;&#x5F0F;__&#x6DF1;&#x5733;&#x5211;&#x4E8B;&#x8FA9;&#x62A4;&#x5F8B;&#x5E08;-&#x4E01;&#x5E7F;&#x6D32;&#x5F8B;&#x5E08;</a></p>
<p>2&#x3001;<a href="http://lxjk.people.cn/n1/2019/0111/c404177-30517472.html" target="_blank">&#x76AE;&#x80A4;&#x4E00;&#x78B0;&#x5C31;&#x6CBE;&#x6BD2;&#xFF1F;&#x4E13;&#x5BB6;&#xFF1A;&#x201C;&#x81F4;&#x547D;&#x90AE;&#x7968;&#x201D;&#x6CA1;&#x90A3;&#x4E48;&#x5927;&#x672C;&#x4E8B;--&#x79D1;&#x666E;&#x4E2D;&#x56FD;--&#x4EBA;&#x6C11;&#x7F51;</a></p>
<p>3&#x3001;<a href="https://k.sina.com.cn/article_2188202475_826d51eb01900djpu.html" target="_blank">&#x65B0;&#x578B;&#x6BD2;&#x54C1;&#x4F2A;&#x88C5;&#x6210;&#x65E5;&#x5E38;&#x96F6;&#x98DF;&#xFF0C;&#x5DF2;&#x7784;&#x51C6;&#x4E86;&#x9752;&#x5C11;&#x5E74;&#xFF01;&#x5BB6;&#x957F;&#x5B66;&#x751F;&#x90FD;&#x5FC5;&#x987B;&#x8B66;&#x60D5;&#xFF01;|&#x6BD2;&#x54C1;|&#x7EB8;&#x7247;|&#x96F6;&#x98DF;_&#x65B0;&#x6D6A;&#x7F51;</a></p>
<p>4&#x3001;<a href="https://zh.wikipedia.org/wiki/&#x9EA5;&#x89D2;&#x9178;&#x4E8C;&#x4E59;&#x9170;&#x80FA;" target="_blank">&#x9EA6;&#x89D2;&#x9178;&#x4E8C;&#x4E59;&#x9170;&#x80FA; - &#x7EF4;&#x57FA;&#x767E;&#x79D1;&#xFF0C;&#x81EA;&#x7531;&#x7684;&#x767E;&#x79D1;&#x5168;&#x4E66;</a></p>
<p>5&#x3001;<a href="https://zhuanlan.zhihu.com/p/31952563" target="_blank">&#x5F8B;&#x6CD5; &#x258F;&#x5404;&#x7C7B;&#x6BD2;&#x54C1;&#x5B9A;&#x7F6A;&#x91CF;&#x5211;&#x6807;&#x51C6; - &#x77E5;&#x4E4E;</a></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="xiao-xiao-tu-po.html" class="navigation navigation-prev " aria-label="Previous page: 小小突破">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html" class="navigation navigation-next " aria-label="Next page: 网络世界中真的能隐身吗？">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第一次接触","level":"2.7","depth":1,"next":{"title":"网络世界中真的能隐身吗？","level":"2.8","depth":1,"path":"er-du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.md","ref":"er-du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.md","articles":[]},"previous":{"title":"小小突破","level":"2.6","depth":1,"path":"er-du-pin/xiao-xiao-tu-po.md","ref":"er-du-pin/xiao-xiao-tu-po.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/di-yi-ci-jie-chu.md","mtime":"2019-02-21T06:45:45.894Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T07:03:14.485Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

