
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>柳暗花明 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="qu-kuai-di-de-ren.html" />
    
    
    <link rel="prev" href="nian-di.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    Introduction
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../yi-qian-yan/readme.html">
            
                <a href="../yi-qian-yan/readme.html">
            
                    
                        <b>2.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>3.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>3.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>3.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>3.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>3.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>3.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>3.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>3.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>3.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>3.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="3.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>3.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>3.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>3.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>4.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>4.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="5.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>5.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >柳暗花明</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x67F3;&#x6697;&#x82B1;&#x660E;">&#x67F3;&#x6697;&#x82B1;&#x660E;</h1>
<p>&#x51E0;&#x5929;&#x540E;&#x62FF;&#x5230;&#x8BB0;&#x5F55;&#x540E;&#x6211;&#x50BB;&#x773C;&#x4E86;&#xFF0C;&#x987A;&#x4E30;&#x771F;&#x662F;&#x7ED9;&#x529B;&#xFF0C;&#x534A;&#x5E74;&#x7684;&#x89C6;&#x9891;&#x4FDD;&#x5B58;&#xFF0C;&#x4E0A;&#x4E07;&#x6761;&#x7684;&#x5B58;&#x653E;&#x8BB0;&#x5F55;&#xFF0C;&#x6211;&#x770B;&#x7684;&#x773C;&#x90FD;&#x82B1;&#x4E86;&#xFF0C;&#x5B8C;&#x5168;&#x4E0D;&#x77E5;&#x9053;&#x4ECE;&#x54EA;&#x91CC;&#x5F00;&#x59CB;&#x4E0B;&#x624B;&#x3002;</p>
<p>&#x6211;&#x6574;&#x7406;&#x4E86;&#x4E00;&#x4E0B;&#x601D;&#x8DEF;&#xFF0C;&#x5148;&#x4ECE;&#x8BB0;&#x5F55;&#x5165;&#x624B;&#xFF0C;&#x627E;&#x5230;&#x54EA;&#x6B64;&#x8BB0;&#x5F55;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x5C0F;&#x533A;&#x7684;&#x3002;</p>
<p>&#x7279;&#x610F;&#x627E;&#x4E86;&#x4E00;&#x5929;&#xFF0C;&#x548C;&#x6211;&#x5988;&#x4E00;&#x8D77;&#xFF0C;&#x627E;&#x8D77;&#x4E86;&#x8BB0;&#x5F55;&#x3002;&#x5148;&#x8BA9;&#x6211;&#x5988;&#x4EBA;&#x8089;&#x7B5B;&#x9009;&#x4E00;&#x4E0B;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x628A;&#x518D;&#x7528;&#x624B;&#x673A;&#x53F7;&#x67E5;&#x7528;&#x6237;&#x59D3;&#x540D;&#xFF0C;&#x901A;&#x8FC7;&#x7269;&#x4E1A;&#x770B;&#x662F;&#x4E0D;&#x662F;&#x672C;&#x5C0F;&#x533A;&#x7684;&#x3002;&#x8FD9;&#x4E48;&#x4E00;&#x7B5B;&#x9009;&#xFF0C;&#x5C31;&#x53EA;&#x5269;&#x4E0B;10&#x51E0;&#x6761;&#x4E86;&#x3002;</p>
<p>&#x7136;&#x540E;&#x6BD4;&#x5BF9;&#x7740;&#x8FD9;10&#x51E0;&#x6761;&#x8BB0;&#x5F55;&#xFF0C;&#x770B;&#x76D1;&#x63A7;&#x89C6;&#x9891;&#xFF0C;&#x53C8;&#x7B5B;&#x9009;&#x4E86;&#x4E00;&#x904D;&#xFF0C;&#x8FD9;&#x4E9B;&#x8BB0;&#x5F55;&#x91CC;&#x9762;&#x6709;&#x5728;&#x7269;&#x4E1A;&#x5DE5;&#x4F5C;&#x8FC7;&#x7684;&#x4E34;&#x65F6;&#x5DE5;&#xFF0C;&#x6709;&#x8FD8;&#x7740;&#x597D;&#x53CB;&#x6709;&#x8BF4;&#x6709;&#x7B11;&#x7684;&#x6765;&#x53D6;&#x5FEB;&#x9012;&#x7684;&#xFF0C;&#x4E5F;&#x6709;&#x9694;&#x58C1;&#x5C0F;&#x533A;&#x7684;&#x3002;&#x8FD9;&#x6837;&#x7B5B;&#x9009;&#x7ADF;&#x7136;&#x628A;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x7B5B;&#x9009;&#x6389;&#x4E86;&#x3002;&#x6CA1;&#x6709;&#x4EBA;&#x6709;&#x5ACC;&#x7591;&#xFF01;&#xFF01;</p>
<p>&#x5C31;&#x8FD9;&#x6837;&#xFF0C;&#x82B1;&#x4E86;&#x5C06;&#x8FD1;&#x4E00;&#x4E2A;&#x5468;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x5374;&#x4EC0;&#x4E48;&#x4E5F;&#x6CA1;&#x6709;&#x53D1;&#x73B0;&#x3002;&#x770B;&#x6765;&#x6211;&#x53C8;&#x731C;&#x9519;&#x4E86;&#xFF0C;&#x6211;&#x9893;&#x7136;&#x7684;&#x644A;&#x5230;&#x5728;&#x6905;&#x5B50;&#x4E0A;&#xFF0C;&#x4E00;&#x79CD;&#x65E0;&#x529B;&#x611F;&#x6CB9;&#x7136;&#x800C;&#x751F;&#x3002;</p>
<hr>
<p>&#x7167;&#x4F8B;&#x5728;&#x5468;&#x672B;&#x56DE;&#x5BB6;&#x542C;&#x5988;&#x5988;&#x5520;&#x53E8;&#xFF0C;&#x5728;&#x56DE;&#x5BB6;&#x7684;&#x65F6;&#x5019;&#x6211;&#x7981;&#x4E0D;&#x4F4F;&#x53C8;&#x770B;&#x4E86;&#x4E00;&#x773C;&#x5FEB;&#x9012;&#x67DC;&#x3002;&#x7A81;&#x7136;&#x53C8;&#x67EF;&#x5357;&#x9644;&#x4F53;&#xFF01;&#x91CD;&#x9633;&#x8282;&#x90A3;&#x5929;&#x6211;&#x89C1;&#x5230;&#x7684;&#x90A3;&#x4E2A;&#x964C;&#x751F;&#x4EBA;&#x5728;&#x6211;&#x8FD9;&#x51E0;&#x5929;&#x8D70;&#x8BBF;&#x7684;&#x65F6;&#x5019;&#x5E76;&#x6CA1;&#x6709;&#x9047;&#x5230;&#x554A;&#xFF01;</p>
<p>&#x6211;&#x7A81;&#x7136;&#x60F3;&#x56DE;&#x5BB6;&#x4EB2;&#x4E00;&#x4E0B;&#x5988;&#x5988;&#xFF0C;&#x6BCF;&#x4E00;&#x6B21;&#x6765;&#x770B;&#x4ED6;&#x90FD;&#x6709;&#x65B0;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x6709;&#x65B0;&#x7684;&#x7A81;&#x7834;&#x3002;</p>
<p>&#x7B2C;&#x4E8C;&#x5929;&#xFF0C;&#x6211;&#x5F88;&#x987A;&#x5229;&#x7684;&#x627E;&#x5230;&#x5F53;&#x65F6;&#x7684;&#x76D1;&#x63A7;&#xFF0C;&#x4E5F;&#x975E;&#x5E38;&#x987A;&#x5229;&#x7684;&#x627E;&#x5230;&#x4E86;&#x90A3;&#x4E00;&#x6761;&#x8BB0;&#x5F55;&#x3002;&#x4F46;&#x5FEB;&#x9012;&#x7684;&#x6536;&#x4EF6;&#x4EBA;&#x53EB;&#x53F6;&#x4E16;&#x51E4;&#xFF0C;&#x7ADF;&#x7136;&#x662F;&#x5C0F;&#x533A;&#x7684;&#x4EBA;&#xFF1F;&#x6211;&#x6253;&#x4E2A;&#x7535;&#x8BDD;&#x95EE;&#x4E86;&#x6211;&#x5988;&#x4E00;&#x4E0B;&#xFF0C;&#x6211;&#x5988;&#x5988;&#x4E5F;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x4EBA;&#x3002;&#x5728;&#x5C0F;&#x533A;&#x4E5F;&#x597D;&#x591A;&#x5E74;&#x4E86;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5BB6;&#x5EAD;&#x4E3B;&#x5987;&#x3001;&#x5168;&#x804C;&#x592A;&#x592A;&#xFF0C;&#x4E0D;&#x600E;&#x4E48;&#x51FA;&#x95E8;&#xFF0C;&#x4F46;&#x5E94;&#x8BE5;&#x6BD4;&#x8F83;&#x80FD;&#x7F51;&#x4E0A;&#x4E70;&#x4E1C;&#x897F;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x4E5F;&#x7B5B;&#x9009;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x786E;&#x5B9E;&#xFF0C;&#x8FD1;&#x534A;&#x5E74;&#x6709;80&#x591A;&#x4E2A;&#x5FEB;&#x9012;&#xFF0C;&#x591A;&#x662F;&#x4E00;&#x4E9B;&#x4EC0;&#x4E48;&#x6DD8;&#x5B9D;&#x5E97;&#x5B50;&#x7684;&#x5FEB;&#x9012;&#x3002;</p>
<p>&#x90A3;&#x4E00;&#x6761;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x7279;&#x522B;&#xFF0C;&#x662F;&#x5E7F;&#x4E1C;&#x90A3;&#x8FB9;&#x4E00;&#x4E2A;&#x53EB;&#x9648;&#x8D85;&#x8D8A;&#x7684;&#x4EBA;&#x53D1;&#x6765;&#x7684;&#x5FEB;&#x9012;&#xFF0C;&#x5185;&#x5BB9;&#x5199;&#x7684;&#x8D44;&#x6599;&#x3002;&#x8FD9;&#x4EFD;&#x5FEB;&#x9012;&#x7ED9;&#x6211;&#x4E00;&#x79CD;&#x8BF4;&#x4E0D;&#x51FA;&#x7684;&#x602A;&#x5F02;&#x611F;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x51B3;&#x5B9A;&#x4E0A;&#x95E8;&#x8D70;&#x8BBF;&#x4E00;&#x4E0B;&#x53F6;&#x4E16;&#x51E4;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x66F4;&#x597D;&#x6C9F;&#x901A;&#x4E00;&#x70B9;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x7A7F;&#x8B66;&#x670D;&#xFF0C;&#x5E76;&#x53EB;&#x4E0A;&#x6211;&#x5988;&#x4E00;&#x8D77;&#x4E0A;&#x95E8;&#x3002;&#x6211;&#x5988;&#x6BD5;&#x7ADF;&#x5728;&#x5C45;&#x59D4;&#x4F1A;&#x5DE5;&#x4F5C;&#x591A;&#x5E74;&#xFF0C;&#x90BB;&#x91CC;&#x4E4B;&#x95F4;&#x529E;&#x4E8B;&#x4ED6;&#x7684;&#x8EAB;&#x4EFD;&#x6BD4;&#x6211;&#x7684;&#x8EAB;&#x4EFD;&#x53EF;&#x80FD;&#x66F4;&#x597D;&#x7528;&#x4E00;&#x4E9B;&#x3002;</p>
<p>&#x6572;&#x5F00;&#x95E8;&#x4E4B;&#x540E;&#xFF0C;&#x53F6;&#x4E16;&#x51E4;&#x770B;&#x5230;&#x662F;&#x6211;&#x5988;&#xFF0C;&#x660E;&#x663E;&#x662F;&#x8BA4;&#x8BC6;&#x7684;&#xFF0C;&#x5C31;&#x628A;&#x6211;&#x4EEC;&#x4FE9;&#x8BA9;&#x8FDB;&#x4E86;&#x95E8;&#xFF0C;&#x70ED;&#x60C5;&#x7684;&#x62DB;&#x547C;&#x6211;&#x4EEC;&#x3002;</p>
<p>&#x6211;&#x4E00;&#x8FDB;&#x95E8;&#xFF0C;&#x611F;&#x89C9;&#x5BB6;&#x91CC;&#x8FD8;&#x6BD4;&#x8F83;&#x6574;&#x6D01;&#x3002;&#x95E8;&#x53E3;&#x6709;&#x51E0;&#x4E2A;&#x5FEB;&#x9012;&#x76D2;&#x5B50;&#xFF0C;&#x660E;&#x663E;&#x662F;&#x9884;&#x7559;&#x51FA;&#x6765;&#x7528;&#x6765;&#x53D1;&#x5FEB;&#x9012;&#x7684;&#x3002;&#x4E00;&#x822C;&#x5076;&#x5C14;&#x53D1;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x4F1A;&#x6709;&#x7559;&#x5FEB;&#x9012;&#x76D2;&#x5B50;&#x7684;&#x4E60;&#x60EF;&#x3002;&#x53F6;&#x4E16;&#x51E4;&#x7A7F;&#x7740;&#x4E00;&#x4EF6;&#x7070;&#x8272;&#x7684;&#x7EBF;&#x886B;&#xFF0C;&#x957F;&#x76F8;&#x666E;&#x901A;&#xFF0C;&#x8EAB;&#x5F62;&#x4E5F;&#x666E;&#x901A;&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x4F4D;&#x666E;&#x901A;&#x7684;&#x4E0D;&#x80FD;&#x518D;&#x666E;&#x901A;&#x7684;&#x5BB6;&#x5EAD;&#x4E3B;&#x5987;&#x3002;&#x51FA;&#x4E86;&#x8FD9;&#x4E2A;&#x95E8;&#xFF0C;&#x6211;&#x53EF;&#x80FD;&#x90FD;&#x63CF;&#x8FF0;&#x4E0D;&#x51FA;&#x8FD9;&#x4E2A;&#x4EBA;&#x6709;&#x4EC0;&#x4E48;&#x660E;&#x663E;&#x7684;&#x7279;&#x5F81;&#x3002;</p>
<p>&#x53F6;&#x4E16;&#x51E4;&#x628A;&#x6211;&#x4EEC;&#x9886;&#x5230;&#x5BA2;&#x5385;&#xFF0C;&#x8D76;&#x5FEB;&#x7ED9;&#x6211;&#x4EEC;&#x51B2;&#x4E86;&#x4E00;&#x58F6;&#x8336;&#x3002;&#x7531;&#x4E8E;&#x6211;&#x5E76;&#x6CA1;&#x6709;&#x7A7F;&#x8B66;&#x670D;&#xFF0C;&#x53F6;&#x4E16;&#x51E4;&#x4EE5;&#x4E3A;&#x53C8;&#x662F;&#x5C45;&#x59D4;&#x4F1A;&#x7684;&#x4E8B;&#xFF0C;&#x70ED;&#x60C5;&#x7684;&#x95EE;&#x6211;&#x5988;&#xFF1A;&#x201C;&#x845B;&#x5927;&#x5988;&#xFF0C;&#x6709;&#x4EC0;&#x4E48;&#x4E8B;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x6CA1;&#x4EC0;&#x4E48;&#x5927;&#x4E8B;&#xFF0C;&#x5C31;&#x662F;&#x5404;&#x5BB6;&#x8D70;&#x8BBF;&#x4E00;&#x4E0B;&#x3002;&#x201D;</p>
<p>&#x201C;&#x5927;&#x5988;&#x60A8;&#x5DE5;&#x4F5C;&#x771F;&#x7EC6;&#x81F4;&#x3002;&#x201D;</p>
<p>&#x6211;&#x5988;&#x6253;&#x4E86;&#x4E00;&#x58F0;&#x97F3;&#x54C8;&#x54C8;&#xFF0C;&#x8BF4;&#xFF1A;&#x201C;&#x4E0D;&#x77E5;&#x4F60;&#x6709;&#x6CA1;&#x6709;&#x6CE8;&#x610F;&#x5230;&#xFF0C;&#x6700;&#x8FD1;&#x5C0F;&#x533A;&#x91CC;&#x9762;&#x53D6;&#x5FEB;&#x9012;&#x7684;&#x964C;&#x751F;&#x4EBA;&#x6709;&#x70B9;&#x591A;&#x554A;&#xFF1F;&#x201D;</p>
<p>&#x542C;&#x5230;&#x6211;&#x5988;&#x8FD9;&#x4E48;&#x8BF4;&#xFF0C;&#x53F6;&#x4E16;&#x51E4;&#x660E;&#x663E;&#x6123;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x6709;&#x70B9;&#x4E0D;&#x81EA;&#x7136;&#x7684;&#x56DE;&#x9053;&#xFF1A;&#x201C;&#x6709;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x8BB0;&#x4E0D;&#x8BB0;&#x5F97;&#xFF0C;&#x524D;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x738B;&#x8001;&#x7237;&#x5B50;&#x548C;&#x4EBA;&#x5435;&#x5435;&#x8D77;&#x6765;&#x4E86;&#xFF0C;&#x597D;&#x50CF;&#x90A3;&#x4E2A;&#x4EBA;&#x5C31;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x5C0F;&#x533A;&#x7684;&#x3002;&#x201D;</p>
<p>&#x53F6;&#x4E16;&#x51E4;&#x6709;&#x70B9;&#x8BAA;&#x8BAA;&#xFF0C;&#x201C;&#x8FD9;&#x4E8B;&#x8FD8;&#x771F;&#x6CA1;&#x542C;&#x8BF4;&#x8FC7;&#xFF0C;&#x6211;&#x4E00;&#x822C;&#x5728;&#x5BB6;&#x4E0D;&#x51FA;&#x95E8;&#x3002;&#x201D;</p>
<p>&#x6211;&#x62FF;&#x51FA;&#x90A3;&#x4E00;&#x6761;&#x5FEB;&#x9012;&#x8BB0;&#x5F55;&#xFF0C;&#x95EE;&#x4ED6;&#x4F60;&#x8FD8;&#x8BB0;&#x4E0D;&#x8BB0;&#x5F97;&#x4F60;&#x7684;&#x8FD9;&#x4E00;&#x4E2A;&#x5FEB;&#x9012;&#xFF1F;</p>
<p>&#x53F6;&#x4E16;&#x51E4;&#x6709;&#x70B9;&#x5403;&#x60CA;&#x7684;&#x770B;&#x7740;&#x6211;&#xFF0C;&#x95EE;&#x9053;&#xFF0C;&#x201C;&#x4F60;&#x600E;&#x4E48;&#x4F1A;&#x6709;&#x6211;&#x7684;&#x5FEB;&#x9012;&#x8BB0;&#x5F55;&#xFF1F;&#x73B0;&#x5728;&#x5C45;&#x59D4;&#x4F1A;&#x8FD8;&#x80FD;&#x67E5;&#x522B;&#x4EBA;&#x7684;&#x5FEB;&#x9012;&#x8BB0;&#x5F55;&#xFF1F;&#x201D;</p>
<p>&#x89C1;&#x72B6;&#xFF0C;&#x6211;&#x5988;&#x8D76;&#x5FEB;&#x8BF4;&#xFF0C;&#x201C;&#x8FD9;&#x662F;&#x6211;&#x513F;&#x5B50;&#xFF0C;&#x4E5F;&#x662F;&#x4E00;&#x4F4D;&#x6C11;&#x8B66;&#x3002;&#x6700;&#x8FD1;&#x9644;&#x8FD1;&#x6709;&#x4E2A;&#x6848;&#x5B50;&#xFF0C;&#x6240;&#x4EE5;&#x67E5;&#x67E5;&#x6211;&#x4EEC;&#x5C0F;&#x533A;&#x6709;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5F02;&#x5E38;&#x3002;&#x672C;&#x6765;&#x53EA;&#x662F;&#x6211;&#x8981;&#x8FC7;&#x6765;&#xFF0C;&#x513F;&#x5B50;&#x575A;&#x6301;&#x8981;&#x6211;&#x548C;&#x4E00;&#x8D77;&#x6765;&#x3002;&#x201D;&#x6211;&#x5988;&#x7785;&#x4E86;&#x6211;&#x4E00;&#x773C;&#xFF0C;&#x8BF4;&#xFF1A;&#x201C;&#x522B;&#x63D2;&#x8BDD;&#x3002;&#x201D;</p>
<p>&#x53F6;&#x4E16;&#x51E4;&#x542C;&#x8BF4;&#x8FD9;&#x9644;&#x8FD1;&#x6709;&#x6848;&#x4EF6;&#xFF0C;&#x4E0D;&#x5B89;&#x611F;&#x66F4;&#x5F3A;&#x4E86;&#x3002;&#x5979;&#x770B;&#x4E86;&#x4E00;&#x773C;&#x90AE;&#x4EF6;&#x8BB0;&#x5F55;&#xFF0C;&#x201C;&#x6211;&#x7684;&#x5FEB;&#x9012;&#x6709;&#x70B9;&#x591A;&#xFF0C;&#x8FD9;&#x53C8;&#x662F;&#x4E09;&#x4E2A;&#x591A;&#x6708;&#x524D;&#x7684;&#x5FEB;&#x9012;&#xFF0C;&#x6839;&#x672C;&#x8BB0;&#x4E0D;&#x5F97;&#x4E86;&#x3002;&#x8FD9;&#x4E2A;&#x5FEB;&#x9012;&#x6709;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x6CA1;&#x4EC0;&#x4E48;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x513F;&#x5B50;&#x5F53;&#x5929;&#x6070;&#x597D;&#x770B;&#x5230;&#xFF0C;&#x4E0D;&#x662F;&#x4F60;&#x53D6;&#x7684;&#x5FEB;&#x9012;&#xFF0C;&#x6240;&#x4EE5;&#x6765;&#x95EE;&#x95EE;&#x3002;</p>
<p>&#x53F6;&#x4E16;&#x51E4;&#x4E00;&#x526F;&#x4E0D;&#x53EF;&#x601D;&#x8BAE;&#x7684;&#x6837;&#x5B50;&#x770B;&#x7740;&#x6211;&#xFF0C;&#x4F3C;&#x4E4E;&#x518D;&#x8BF4;&#x73B0;&#x5728;&#x8B66;&#x5BDF;&#x8FD9;&#x4E2A;&#x90FD;&#x7BA1;&#xFF0C;&#x8FDE;&#x8FD9;&#x4E2A;&#x90FD;&#x8BB0;&#x5F97;&#xFF1F;&#x5979;&#x60F3;&#x4E86;&#x60F3;&#xFF0C;&#x56DE;&#x9053;&#xFF1A;&#x201C;&#x6709;&#x65F6;&#x6211;&#x8001;&#x516C;&#x513F;&#x5B50;&#x4E5F;&#x5E2E;&#x6211;&#x53D6;&#x5FEB;&#x9012;&#xFF0C;&#x6211;&#x5F1F;&#x5F1F;&#x4E5F;&#x7ECF;&#x5E38;&#x6765;&#xFF0C;&#x4E5F;&#x4F1A;&#x5E2E;&#x6211;&#x53D6;&#x5FEB;&#x9012;&#x3002;&#x4E0D;&#x8FC7;&#x4E09;&#x4E2A;&#x591A;&#x6708;&#x524D;&#x7684;&#x5FEB;&#x9012;&#xFF0C;&#x8BB0;&#x4E0D;&#x5F97;&#x662F;&#x8C01;&#x53D6;&#x7684;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x6211;&#x5988;&#x4E5F;&#x89C9;&#x5F97;&#xFF0C;&#x4E00;&#x822C;&#x4EBA;&#x90FD;&#x8BB0;&#x4E0D;&#x6E05;&#x4E09;&#x4E2A;&#x6708;&#x524D;&#x7684;&#x5FEB;&#x9012;&#x662F;&#x8C01;&#x53D6;&#x7684;&#x4E86;&#x3002;&#x53C8;&#x95EE;&#x9053;&#xFF0C;&#x201C;&#x6700;&#x8FD1;&#x534A;&#x5E74;&#xFF0C;&#x6709;&#x6CA1;&#x6709;&#x9047;&#x5230;&#x4EC0;&#x4E48;&#x5F02;&#x5E38;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x6211;&#x4EEC;&#x5C0F;&#x533A;&#x7684;&#x964C;&#x751F;&#x4EBA;&#x3002;&#x201D;</p>
<p>&#x201C;&#x6CA1;&#x4EC0;&#x4E48;&#x201D;&#xFF0C;&#x53F6;&#x4E16;&#x51E4;&#x60F3;&#x4E86;&#x60F3;&#x8BF4;&#x3002;</p>
<p>&#x7136;&#x540E;&#x6211;&#x5988;&#x5C31;&#x5F00;&#x59CB;&#x53D1;&#x6325;&#x5979;&#x5C45;&#x59D4;&#x4F1A;&#x5927;&#x5988;&#x624D;&#x80FD;&#xFF0C;&#x4E1C;&#x62C9;&#x897F;&#x626F;&#x548C;&#x53F6;&#x4E16;&#x51E4;&#x804A;&#x8D77;&#x5929;&#x6765;&#x3002;&#x804A;&#x4E86;&#x5F97;&#x4E00;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#x5427;&#xFF0C;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x542C;&#x5230;&#x4E00;&#x70B9;&#x6709;&#x8425;&#x517B;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x90FD;&#x662F;&#x4E1C;&#x5BB6;&#x957F;&#x674E;&#x5BB6;&#x77ED;&#x7684;&#x4E8B;&#x3002;</p>
<p>&#x6211;&#x6709;&#x70B9;&#x4E0D;&#x8010;&#x70E6;&#x4E86;&#xFF0C;&#x5C31;&#x6697;&#x793A;&#x4E86;&#x6211;&#x5988;&#x4E00;&#x4E0B;&#xFF0C;&#x8D77;&#x8EAB;&#x544A;&#x8F9E;&#x4E86;&#x3002;</p>
<p>&#x56DE;&#x5230;&#x8B66;&#x5C40;&#xFF0C;&#x6211;&#x603B;&#x6709;&#x4E00;&#x79CD;&#x602A;&#x5F02;&#x7684;&#x611F;&#x89C9;&#x3002;&#x867D;&#x7136;&#x53F6;&#x4E16;&#x51E4;&#x80AF;&#x5B9A;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x6076;&#x4EBA;&#xFF0C;&#x4F46;&#x80AF;&#x5B9A;&#x6709;&#x95EE;&#x9898;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60F3;&#x6CD5;&#x7684;&#x9A71;&#x4F7F;&#x4E0B;&#xFF0C;&#x6211;&#x53C8;&#x628A;&#x5979;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x5FEB;&#x9012;&#x53D6;&#x4EF6;&#x65F6;&#x7684;&#x89C6;&#x9891;&#x770B;&#x4E86;&#x4E00;&#x904D;&#x3002;&#x6253;&#x7535;&#x8BDD;&#x548C;&#x6211;&#x5988;&#x786E;&#x8BA4;&#x4E86;&#x4E00;&#x4E0B;&#x53F6;&#x4E16;&#x51E4;&#x7684;&#x8001;&#x516C;&#x3001;&#x513F;&#x5B50;&#x8FD8;&#x6709;&#x5F1F;&#x5F1F;&#x7684;&#x6837;&#x5B50;&#x3002;&#x4E00;&#x7B5B;&#x9009;&#xFF0C;&#x8FD8;&#x771F;&#x6709;&#x70B9;&#x95EE;&#x9898;&#xFF1A;&#x9664;&#x4ED6;&#x8001;&#x516C;&#x3001;&#x513F;&#x5B50;&#x548C;&#x4ED6;&#x5F1F;&#x5F1F;&#x53D6;&#x4EF6;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x534A;&#x5E74;&#x5185;&#x6709;&#x56DB;&#x4E2A;&#x5FEB;&#x9012;&#x88AB;&#x4E0D;&#x8BA4;&#x8BC6;&#x7684;&#x4EBA;&#x53D6;&#x8D70;&#x4E86;&#x3002;&#x800C;&#x4E14;&#x8FD9;&#x56DB;&#x4E2A;&#x5FEB;&#x9012;&#x5E76;&#x4E0D;&#x662F;&#x540C;&#x4E00;&#x4E2A;&#x4EBA;&#x53BB;&#x8D70;&#x7684;&#xFF0C;&#x8FD9;&#x5C31;&#x66F4;&#x602A;&#x5F02;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x4E5F;&#x548C;&#x6211;&#x5988;&#x786E;&#x8BA4;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x5E94;&#x8BE5;&#x53EF;&#x4EE5;&#x786E;&#x5B9A;&#x8FD9;&#x56DB;&#x4E2A;&#x4EBA;&#x5E94;&#x8BE5;&#x90FD;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x5C0F;&#x533A;&#x7684;&#x4EBA;&#x3002;</p>
<p>&#x4E8B;&#x60C5;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x6709;&#x8DA3;&#x4E86;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="nian-di.html" class="navigation navigation-prev " aria-label="Previous page: 年底">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="qu-kuai-di-de-ren.html" class="navigation navigation-next " aria-label="Next page: 取快递的人">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"柳暗花明","level":"3.11","depth":1,"next":{"title":"取快递的人","level":"3.12","depth":1,"path":"er-du-pin/qu-kuai-di-de-ren.md","ref":"er-du-pin/qu-kuai-di-de-ren.md","articles":[]},"previous":{"title":"年底","level":"3.10","depth":1,"path":"er-du-pin/nian-di.md","ref":"er-du-pin/nian-di.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/liu-an-hua-ming.md","mtime":"2019-02-21T06:45:45.898Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T06:48:36.922Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

