
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>年底 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="liu-an-hua-ming.html" />
    
    
    <link rel="prev" href="blockchain-guangming-chengzhang.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    Introduction
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../yi-qian-yan/readme.html">
            
                <a href="../yi-qian-yan/readme.html">
            
                    
                        <b>2.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>3.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>3.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>3.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>3.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>3.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>3.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>3.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>3.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>3.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="3.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>3.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>3.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>3.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>3.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>4.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>4.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="5.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>5.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >年底</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5E74;&#x5E95;">&#x5E74;&#x5E95;</h1>
<p>&#x867D;&#x7136;&#x6211;&#x5BF9;&#x533A;&#x5757;&#x94FE;&#x7684;&#x4E86;&#x89E3;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x6211;&#x4E5F;&#x8D8A;&#x6765;&#x8D8A;&#x6E05;&#x695A;&#x8981;&#x6293;&#x5230;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x975E;&#x5E38;&#x4E0D;&#x5BB9;&#x6613;&#x3002;&#x5434;&#x4EAE;&#x7684;&#x6848;&#x5B50;&#x4E5F;&#x518D;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5B9E;&#x5927;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;&#x4ECE;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x7684;&#x597D;&#x53CB;&#x5217;&#x8868;&#x91CC;&#x627E;&#x51FA;&#x6765;&#x7684;5&#x4E2A;&#x4EBA;&#x4E5F;&#x6293;&#x5230;&#x4E86;4&#x4E2A;&#xFF0C;&#x4E5F;&#x662F;&#x9884;&#x6599;&#x4E4B;&#x4E2D;&#x7684;&#x4E8B;&#x3002;&#x5434;&#x4EAE;&#x8FD9;&#x4E9B;&#x5E74;&#x8F7B;&#x4EBA;&#x53EA;&#x662F;&#x88AB;&#x9A97;&#x5230;&#x8FD9;&#x6761;&#x8DEF;&#x4E0A;&#x7684;&#xFF0C;&#x6839;&#x672C;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x7684;&#x81EA;&#x6211;&#x4FDD;&#x62A4;&#x610F;&#x8BC6;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4ECE;&#x8FD9;4&#x4E2A;&#x4EBA;&#x53E3;&#x4E2D;&#x4E5F;&#x6CA1;&#x6709;&#x5F97;&#x5230;&#x66F4;&#x591A;&#x7684;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x548C;&#x5434;&#x4EAE;&#x80FD;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x4FE1;&#x606F;&#x5DEE;&#x4E0D;&#x591A;&#x3002;</p>
<p>&#x8FD9;&#x8D77;&#x6848;&#x5B50;&#x4E0D;&#x7BA1;&#x6211;&#x613F;&#x4E0D;&#x613F;&#x610F;&#xFF0C;&#x5C31;&#x8FD9;&#x6837;&#x753B;&#x4E0A;&#x4E86;&#x4E00;&#x4E2A;&#x5E76;&#x4E0D;&#x7B97;&#x5706;&#x6EE1;&#x7684;&#x53E5;&#x53F7;&#x3002;</p>
<p>&#x5230;&#x4E86;&#x5E74;&#x5E95;&#xFF0C;&#x6211;&#x4E00;&#x4E0B;&#x5B50;&#x6210;&#x4E86;&#x5C40;&#x91CC;&#x7684;&#x7EA2;&#x4EBA;&#xFF0C;&#x4FE8;&#x7136;&#x4E00;&#x5E45;&#x7F09;&#x6BD2;&#x82F1;&#x96C4;&#x7684;&#x6837;&#x5B50;&#x3002;&#x4F18;&#x79C0;&#x7ED9;&#x6211;&#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x542C;&#x8BF4;&#x6211;&#x7528;&#x7F51;&#x7EDC;&#x6280;&#x672F;&#x7834;&#x83B7;&#x4E86;&#x8FD9;&#x8D77;&#x6BD2;&#x54C1;&#x7684;&#x6848;&#x5B50;&#xFF0C;&#x8BA9;&#x6211;&#x4E00;&#x4E0B;&#x5B50;&#x6210;&#x4E86;&#x6280;&#x672F;&#x8FBE;&#x4EBA;&#x3002;&#x73B0;&#x5728;&#x5C40;&#x91CC;&#x7684;&#x8001;&#x8B66;&#x5BDF;&#x4EEC;&#x770B;&#x6211;&#x7684;&#x773C;&#x795E;&#x5C31;&#x50CF;&#x6211;&#x5DF2;&#x7ECF;&#x662F;&#x4E00;&#x540D;&#x5389;&#x5BB3;&#x7684;&#x9ED1;&#x5BA2;&#x4E00;&#x6837;&#x4E86;&#x3002;&#x867D;&#x7136;&#x6709;&#x65F6;&#x6211;&#x4F1A;&#x548C;&#x5927;&#x5BB6;&#x89E3;&#x91CA;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x7528;&#x5230;&#x4EC0;&#x4E48;&#x9AD8;&#x6DF1;&#x6280;&#x672F;&#xFF0C;&#x4F46;&#x5927;&#x5BB6;&#x603B;&#x662F;&#x559C;&#x6B22;&#x76F8;&#x4FE1;&#x90A3;&#x79CD;&#x7384;&#x4E4B;&#x53C8;&#x7384;&#x7684;&#x7248;&#x672C;&#x3002;&#x6211;&#x4E5F;&#x4E50;&#x7684;&#x4ED6;&#x4EEC;&#x6765;&#x5439;&#x6367;&#x6211;&#xFF0C;&#x4E00;&#x65F6;&#x6211;&#x4E5F;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x662F;&#x4E00;&#x4E2A;&#x5927;&#x9ED1;&#x5BA2;&#x4E86;&#xFF0C;&#x54C8;&#x54C8;&#x3002;</p>
<hr>
<p>&#x8FC7;&#x5E74;&#x7684;&#x65F6;&#x5019;&#x662F;&#x8B66;&#x5BDF;&#x6700;&#x5FD9;&#x7684;&#x65F6;&#x5019;&#x3002;&#x867D;&#x7136;&#x8FD9;&#x51E0;&#x5E74;&#x7531;&#x4E8E;&#x624B;&#x673A;&#x652F;&#x4ED8;&#x7684;&#x76DB;&#x884C;&#xFF0C;&#x5165;&#x5BA4;&#x76D7;&#x7A83;&#x5C11;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x4F46;&#x5E74;&#x5E95;&#x805A;&#x4F1A;&#x559D;&#x9152;&#x5927;&#x589E;&#xFF0C;&#x5404;&#x7C7B;&#x6848;&#x4EF6;&#x9891;&#x53D1;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x5C3D;&#x91CF;&#x62BD;&#x5468;&#x672B;&#x591A;&#x56DE;&#x5BB6;&#x966A;&#x966A;&#x7238;&#x5988;&#x3002;&#x5988;&#x5988;&#x8FD8;&#x662F;&#x7167;&#x4F8B;&#x5520;&#x53E8;&#x4E00;&#x4E9B;&#x5C0F;&#x533A;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x3002;&#x5BB6;&#x957F;&#x91CC;&#x77ED;&#x7684;&#xFF0C;&#x6709;&#x7684;&#x662F;&#x771F;&#x4E8B;&#xFF0C;&#x4F46;&#x6709;&#x7684;&#x5374;&#x50CF;&#x662F;&#x6545;&#x4E8B;&#x3002;</p>
<p>&#x56DE;&#x53BB;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53C8;&#x8DEF;&#x8FC7;&#x5FEB;&#x9012;&#x67DC;&#xFF0C;&#x770B;&#x5230;&#x6211;&#x7684;&#x4E00;&#x4E2A;&#x90BB;&#x5C45;&#x5728;&#x53D6;&#x5FEB;&#x9012;&#xFF0C;&#x9AD8;&#x5174;&#x7684;&#x548C;&#x6211;&#x6253;&#x4E86;&#x4E00;&#x4E2A;&#x62DB;&#x547C;&#x3002;&#x6211;&#x4E00;&#x4E0B;&#x5B50;&#x60F3;&#x8D77;&#x51E0;&#x4E2A;&#x6708;&#x524D;&#x548C;&#x6211;&#x64E6;&#x80A9;&#x800C;&#x8FC7;&#x7684;&#x90A3;&#x4E2A;&#x6DF1;&#x591C;&#x53D6;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x3002;&#x7A81;&#x7136;&#x4E00;&#x9053;&#x4EAE;&#x5149;&#x5728;&#x8111;&#x4E2D;&#x95EA;&#x73B0;&#xFF0C;&#x90A3;&#x4E00;&#x523B;&#x6211;&#x67EF;&#x5357;&#x9644;&#x4F53;&#xFF0C;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x4E2A;&#x8BA9;&#x6211;&#x5728;&#x8111;&#x4E2D;&#x6325;&#x4E4B;&#x4E0D;&#x53BB;&#x7684;&#x60F3;&#x6CD5;&#xFF1A;</p>
<p><strong>&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x5728;&#x548C;&#x5434;&#x4EAE;&#x505A;&#x4EA4;&#x6613;&#x7684;&#x65F6;&#x5019;&#x90FD;&#x662F;&#x9009;&#x62E9;&#x8D85;&#x5E02;&#x7684;&#x5B58;&#x5305;&#x67DC;&#x548C;&#x6D74;&#x6C60;&#x7684;&#x5B58;&#x5305;&#x67DC;&#xFF0C;&#x90A3;&#x6709;&#x6CA1;&#x6709;&#x4F1A;&#x4F7F;&#x7528;&#x5FEB;&#x9012;&#x67DC;&#x6765;&#x6295;&#x9012;&#x975E;&#x6CD5;&#x7269;&#x54C1;&#x5462;&#xFF1F;&#x90A3;&#x5929;&#x6211;&#x78B0;&#x5230;&#x7684;&#x4EBA;&#x4F1A;&#x4E0D;&#x4F1A;&#x5C31;&#x662F;&#x5728;&#x53D6;&#x6295;&#x9012;&#x7684;&#x975E;&#x6CD5;&#x7269;&#x54C1;&#x5462;&#xFF1F;</strong></p>
<p>&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x5F88;&#x5929;&#x624D;&#x3002;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x5982;&#x679C;&#x771F;&#x7684;&#x7528;&#x5FEB;&#x9012;&#x6765;&#x6295;&#x9012;&#x975E;&#x6CD5;&#x7269;&#x54C1;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x53EF;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x5C31;&#x66F4;&#x591A;&#x4E00;&#x4E9B;&#x3002;&#x56E0;&#x4E3A;&#x73B0;&#x5728;&#x56FD;&#x5BB6;&#x89C4;&#x5B9A;&#xFF0C;&#x5FEB;&#x9012;&#x7684;&#x53D1;&#x51FA;&#x65B9;&#x5FC5;&#x987B;&#x51FA;&#x793A;&#x8EAB;&#x4EFD;&#x8BC1;&#x3002;&#x800C;&#x5FEB;&#x9012;&#x7684;&#x63A5;&#x6536;&#x65B9;&#xFF0C;&#x5FC5;&#x987B;&#x8981;&#x7559;&#x4E0B;&#x6709;&#x6548;&#x7684;&#x624B;&#x673A;&#x53F7;&#x7801;&#x3002;&#x8FD9;&#x4E24;&#x8005;&#x5BF9;&#x4E8E;&#x8FFD;&#x67E5;&#x51FA;&#x4E00;&#x4E2A;&#x4EBA;&#x6765;&#x8BF4;&#x662F;&#x975E;&#x5E38;&#x6709;&#x5229;&#x7684;&#x3002;</p>
<p>&#x6709;&#x4E86;&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x540E;&#xFF0C;&#x6211;&#x7ACB;&#x523B;&#x7ED9;&#x5988;&#x5988;&#x6253;&#x4E86;&#x7535;&#x8BDD;&#xFF0C;&#x95EE;&#x4E86;&#x4E0B;&#x6700;&#x8FD1;&#x5C0F;&#x533A;&#x91CC;&#x53D6;&#x5FEB;&#x9012;&#x7684;&#x964C;&#x751F;&#x4EBA;&#x8FD8;&#x591A;&#x5417;&#xFF1F;</p>
<p>&#x6211;&#x5988;&#x8BF4;&#xFF1A;&#x201C;&#x4E0D;&#x591A;&#x554A;&#xFF0C;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x964C;&#x751F;&#x4EBA;&#x591A;&#x4E86;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x524D;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x4E0D;&#x662F;&#x8FD8;&#x88AB;&#x5077;&#x8FC7;&#x5FEB;&#x9012;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x90A3;&#x5012;&#x662F;&#xFF0C;&#x4E0D;&#x8FC7;&#x540E;&#x6765;&#x8BA9;&#x5927;&#x5BB6;&#x591A;&#x6CE8;&#x610F;&#x4E00;&#x4E0B;&#x964C;&#x751F;&#x4EBA;&#x3002;&#x540E;&#x6765;&#x5C31;&#x6CA1;&#x6709;&#x53D1;&#x751F;&#x4EC0;&#x4E48;&#x76D7;&#x7A83;&#x6848;&#x4EF6;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x542C;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x6709;&#x70B9;&#x6CC4;&#x6C14;&#x3002;&#x662F;&#x554A;&#xFF0C;&#x54EA;&#x4E2A;&#x50BB;&#x5B50;&#x4F1A;&#x7528;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x6765;&#x505A;&#x975E;&#x6CD5;&#x4EA4;&#x6613;&#xFF1F;&#x7528;&#x81EA;&#x5DF1;&#x8EAB;&#x4EFD;&#x8BC1;&#x767B;&#x8BB0;&#x4E00;&#x4E0B;&#x53BB;&#x5FEB;&#x9012;&#x6BD2;&#x54C1;&#xFF0C;&#x4E0D;&#x88AB;&#x67E5;&#x51FA;&#x6765;&#x5C31;&#x602A;&#x4E86;&#x3002;</p>
<p>&#x5373;&#x4F7F;&#x6709;&#x50BB;&#x5B50;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x5982;&#x679C;&#x5FEB;&#x9012;&#x516C;&#x53F8;&#x6CA1;&#x6709;&#x67E5;&#x51FA;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x80FD;&#x505A;&#x4EC0;&#x4E48;&#xFF1F;&#x628A;&#x975E;&#x5E38;&#x4EA4;&#x6613;&#x548C;&#x6B63;&#x5E38;&#x4EA4;&#x6613;&#x533A;&#x522B;&#x51FA;&#x6765;&#x592A;&#x96BE;&#x4E86;&#xFF0C;&#x6211;&#x603B;&#x4E0D;&#x80FD;&#x4E00;&#x76F4;&#x7B49;&#x5728;&#x5FEB;&#x9012;&#x67DC;&#x90A3;&#x91CC;&#xFF0C;&#x770B;&#x54EA;&#x4E2A;&#x4EBA;&#x4E0D;&#x8BA4;&#x8BC6;&#xFF0C;&#x54EA;&#x4E2A;&#x4EBA;&#x6709;&#x5ACC;&#x7591;&#x4E0A;&#x53BB;&#x76D8;&#x95EE;&#x4F60;&#x4E70;&#x7684;&#x662F;&#x4E0D;&#x662F;&#x6BD2;&#x54C1;&#x5427;&#xFF1F;</p>
<p>&#x611F;&#x89C9;&#x53C8;&#x662F;&#x4E00;&#x6761;&#x6B7B;&#x8DEF;&#x3002;&#x4F46;&#x90A3;&#x79CD;&#x53EA;&#x5DEE;&#x4E00;&#x5C42;&#x7EB8;&#x5C31;&#x80FD;&#x6709;&#x91CD;&#x5927;&#x7A81;&#x7834;&#x7684;&#x611F;&#x89C9;&#x6325;&#x4E4B;&#x4E0D;&#x53BB;&#x3002;</p>
<p>&#x56DE;&#x5230;&#x8B66;&#x5C40;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x518D;&#x6B21;&#x6574;&#x7406;&#x4E86;&#x4E00;&#x4E0B;&#x54EA;&#x4E9B;&#x5730;&#x65B9;&#x53EF;&#x80FD;&#x4F5C;&#x4E3A;&#x6295;&#x9012;&#x70B9;&#x3002;&#x5434;&#x4EAE;&#x548C;&#x5176;&#x4ED6;4&#x4E2A;&#x4EBA;&#x5171;&#x8FDB;&#x884C;&#x4E86;30&#x591A;&#x6B21;&#x4EA4;&#x6613;&#xFF0C;&#x6211;&#x7EDF;&#x8BA1;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x5176;&#x4E2D;&#x5728;&#x8D85;&#x5E02;&#x7684;&#x5B58;&#x5305;&#x5904;&#x8FDB;&#x884C;&#x7684;&#x4EA4;&#x6613;&#x6709;16&#x6B21;&#x4E4B;&#x591A;&#xFF0C;&#x53EF;&#x89C1;&#x8D85;&#x5E02;&#x7684;&#x50A8;&#x7269;&#x67DC;&#x662F;&#x4ED6;&#x4EEC;&#x7684;&#x6700;&#x7231;&#x3002;&#x8FD9;&#x5176;&#x5B9E;&#x4E5F;&#x5F88;&#x597D;&#x7406;&#x89E3;&#xFF0C;&#x56E0;&#x4E3A;&#x90A3;&#x91CC;&#x4EBA;&#x6765;&#x4EBA;&#x5F80;&#x7684;&#x591A;&#xFF0C;&#x653E;&#x5728;&#x90A3;&#x6700;&#x4E0D;&#x663E;&#x773C;&#x3002;&#x867D;&#x7136;&#x6709;&#x76D1;&#x63A7;&#xFF0C;&#x4F46;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5728;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x6CE8;&#x610F;&#x4E00;&#x70B9;&#x53EA;&#x8981;&#x4E0D;&#x5F53;&#x573A;&#x88AB;&#x6293;&#xFF0C;&#x540E;&#x9762;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x76D1;&#x63A7;&#x627E;&#x5230;&#x4EBA;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x6781;&#x5C0F;&#x3002;&#x7136;&#x540E;&#x5C31;&#x662F;&#x6D74;&#x6C60;&#x3001;&#x5065;&#x8EAB;&#x623F;&#x3001;&#x4F1A;&#x6240;&#xFF0C;&#x751A;&#x81F3;&#x9152;&#x5E97;&#x524D;&#x53F0;&#x3001;&#x5FEB;&#x9012;&#x70B9;&#x3001;&#x5C0F;&#x533A;&#x7269;&#x4E1A;&#x7B49;&#x8FD9;&#x4E9B;&#x5E76;&#x516C;&#x5F00;&#xFF0C;&#x5E76;&#x4E0D;&#x4F1A;&#x5BA1;&#x67E5;&#x8EAB;&#x4EFD;&#x7684;&#x5730;&#x65B9;&#x3002;&#x867D;&#x7136;&#x4F1A;&#x548C;&#x4EBA;&#x63A5;&#x89E6;&#xFF0C;&#x4F46;&#x88AB;&#x8BA4;&#x51FA;&#x6765;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x4E5F;&#x5F88;&#x5C0F;&#x3002;&#x6700;&#x8BA9;&#x6211;&#x60F3;&#x4E0D;&#x5230;&#x7684;&#xFF0C;&#x7ADF;&#x7136;&#x4E00;&#x4E9B;&#x6C99;&#x6EE9;&#x957F;&#x51F3;&#x4E0B;&#x9762;&#xFF0C;&#x516C;&#x56ED;&#x96D5;&#x5851;&#x811A;&#x4E0B;&#x57CB;&#x5230;&#x571F;&#x91CC;&#xFF0C;&#x9A6C;&#x8DEF;&#x8FB9;&#x7684;&#x8349;&#x4E1B;&#x91CC;&#x9762;&#x90FD;&#x53EF;&#x4EE5;&#x6295;&#x9012;&#x3002;&#x8FD9;&#x4E9B;&#x9690;&#x853D;&#x6027;&#x66F4;&#x597D;&#xFF0C;&#x6709;&#x4E2A;&#x7F3A;&#x70B9;&#x662F;&#x4E0D;&#x592A;&#x5BB9;&#x6613;&#x627E;&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x4EA4;&#x6613;&#x5730;&#x70B9;&#x4E00;&#x822C;&#x4F1A;&#x653E;&#x4E0A;GPS&#x4F4D;&#x7F6E;&#xFF0C;&#x57FA;&#x672C;&#x4E5F;&#x80FD;&#x627E;&#x5230;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x5730;&#x70B9;&#x90FD;&#x662F;&#x7279;&#x522B;&#x5206;&#x6563;&#x3001;&#x6781;&#x96BE;&#x76D1;&#x63A7;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x60F3;&#x8981;&#x627E;&#x5230;&#x5934;&#x7EEA;&#x771F;&#x662F;&#x96BE;&#x4E4B;&#x53C8;&#x96BE;&#x3002;&#x53C8;&#x60F3;&#x8D77;&#x5218;&#x78CA;&#x8BF4;&#x7684;&#xFF0C;&#x5BF9;&#x6297;&#x9690;&#x79C1;&#x4FDD;&#x62A4;&#x624B;&#x6BB5;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x5927;&#x6570;&#x636E;&#xFF0C;&#x4F46;&#x73B0;&#x6211;&#x4E0D;&#x4EC5;&#x6CA1;&#x6709;&#x6570;&#x636E;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x5206;&#x6790;&#x624B;&#x6BB5;&#xFF0C;&#x6839;&#x672C;&#x65E0;&#x4ECE;&#x4E0B;&#x624B;&#x3002;</p>
<p>&#x5206;&#x6790;&#x4E86;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x611F;&#x89C9;&#x6025;&#x9700;&#x8981;&#x627E;&#x4EBA;&#x4E00;&#x8D77;&#x4EA4;&#x6D41;&#x4E00;&#x4E0B;&#x3002;&#x6211;&#x5C31;&#x8D81;&#x7740;&#x5403;&#x996D;&#x7684;&#x65F6;&#x95F4;&#x548C;&#x738B;&#x79D1;&#x957F;&#x8BF4;&#x4E86;&#x8FD9;&#x4EF6;&#x4E8B;&#x3002;&#x4ECA;&#x5E74;&#x738B;&#x79D1;&#x957F;&#x4E5F;&#x53D7;&#x5230;&#x4E86;&#x5609;&#x5956;&#xFF0C;&#x6240;&#x4EE5;&#x4E00;&#x542C;&#x8BF4;&#x8FD9;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x4E5F;&#x4E0D;&#x7BA1;&#x6709;&#x6CA1;&#x6709;&#x620F;&#xFF0C;&#x5C31;&#x53CC;&#x624B;&#x8D5E;&#x6210;&#x6211;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x5E76;&#x7ED9;&#x4E86;&#x6211;&#x4E00;&#x4E2A;&#x201C;&#x5C0F;&#x4F19;&#x5B50;&#xFF0C;&#x597D;&#x597D;&#x5E72;&#x201D;&#x7684;&#x773C;&#x795E;&#x3002;&#x800C;&#x4E14;&#x738B;&#x79D1;&#x957F;&#x4E5F;&#x5F00;&#x59CB;&#x80E1;&#x4E71;&#x7ED9;&#x6211;&#x60F3;&#x8D77;&#x4E3B;&#x610F;&#x6765;&#xFF0C;&#x8BF4;&#x4F60;&#x5148;&#x7814;&#x7A76;&#x7814;&#x7A76;&#x4F60;&#x4EEC;&#x5C0F;&#x533A;&#x7684;&#x5FEB;&#x9012;&#x67DC;&#x3002;&#x6211;&#x5E2E;&#x4F60;&#x627E;&#x4E2A;&#x6848;&#x5B50;&#xFF0C;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x6848;&#x5B50;&#x628A;&#x4F60;&#x4EEC;&#x90A3;&#x4E2A;&#x5FEB;&#x9012;&#x67DC;&#x7684;&#x89C6;&#x9891;&#x76D1;&#x63A7;&#x62FF;&#x5230;&#x3002;&#x4F60;&#x7814;&#x7A76;&#x7814;&#x7A76;&#x8BF4;&#x4E0D;&#x5B9A;&#x4F1A;&#x6709;&#x6210;&#x679C;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x5FEB;&#x9012;&#x67DC;&#x7684;&#x76D1;&#x63A7;&#x5C11;&#x8BF4;&#x4E5F;&#x6709;&#x51E0;&#x4E2A;&#x6708;&#xFF0C;&#x6211;&#x54EA;&#x80FD;&#x770B;&#x7684;&#x8FC7;&#x6765;&#x3002;&#x8FD8;&#x6CA1;&#x7B49;&#x6211;&#x62D2;&#x7EDD;&#xFF0C;&#x738B;&#x79D1;&#x5C31;&#x611F;&#x89C9;&#x6211;&#x5DF2;&#x7ECF;&#x53C8;&#x627E;&#x5230;&#x4E86;&#x7EBF;&#x7D22;&#x4E00;&#x6837;&#xFF0C;&#x5F88;&#x9AD8;&#x5174;&#x7684;&#x5BF9;&#x65C1;&#x8FB9;&#x7684;&#x5F20;&#x6D69;&#x8BF4;&#xFF1A;&#x201C;&#x5F20;&#xFF0C;&#x4F60;&#x5E2E;&#x5C0F;&#x674E;&#x627E;&#x627E;&#x987A;&#x4E30;&#x7684;&#x5FEB;&#x9012;&#x67DC;&#x76D1;&#x63A7;&#x3002;&#x201D;</p>
<p>&#x6211;&#x548C;&#x5F20;&#x54E5;&#x9ED8;&#x9ED8;&#x7684;&#x4EA4;&#x6362;&#x4E00;&#x4E2A;&#x65E0;&#x8010;&#x7684;&#x773C;&#x795E;&#xFF0C;&#x5F00;&#x59CB;&#x9ED8;&#x9ED8;&#x5403;&#x996D;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="blockchain-guangming-chengzhang.html" class="navigation navigation-prev " aria-label="Previous page: 区块链--光明中成长">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="liu-an-hua-ming.html" class="navigation navigation-next " aria-label="Next page: 柳暗花明">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"年底","level":"3.10","depth":1,"next":{"title":"柳暗花明","level":"3.11","depth":1,"path":"er-du-pin/liu-an-hua-ming.md","ref":"er-du-pin/liu-an-hua-ming.md","articles":[]},"previous":{"title":"区块链--光明中成长","level":"3.9","depth":1,"path":"er-du-pin/blockchain-guangming-chengzhang.md","ref":"er-du-pin/blockchain-guangming-chengzhang.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/nian-di.md","mtime":"2019-02-21T06:45:45.903Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T06:48:36.922Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

