
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>网络世界中真的能隐身吗？ · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="blockchain-guangming-chengzhang.html" />
    
    
    <link rel="prev" href="di-yi-ci-jie-chu.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>2.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>2.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>2.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>2.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >网络世界中真的能隐身吗？</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x4E2D;&#x771F;&#x7684;&#x80FD;&#x9690;&#x8EAB;&#x5417;&#xFF1F;">&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x4E2D;&#x771F;&#x7684;&#x80FD;&#x9690;&#x8EAB;&#x5417;&#xFF1F;</h1>
<p>&#x5728;&#x548C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x63A5;&#x89E6;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5C31;&#x5DF2;&#x7ECF;&#x6536;&#x5230;&#x4E86;&#x5218;&#x78CA;&#x7684;&#x56DE;&#x590D;&#x3002;</p>
<p>&#x6839;&#x636E;&#x4ED6;&#x7684;&#x63A8;&#x6D4B;&#xFF0C;QQ&#x662F;&#x901A;&#x8FC7;&#x53F7;&#x8D29;&#x5B50;&#x4E70;&#x7684;&#xFF0C;&#x5177;&#x4F53;&#x4ECE;&#x8C01;&#x624B;&#x91CC;&#x4E70;&#x7684;&#xFF0C;&#x4ED6;&#x4E5F;&#x8C03;&#x67E5;&#x4E0D;&#x5230;&#x3002;&#x7531;&#x4E8E;&#x8FD9;&#x4E9B;&#x4E00;&#x822C;&#x4E5F;&#x662F;&#x5C42;&#x5C42;&#x4EE3;&#x7406;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x975E;&#x5E38;&#x96BE;&#x8FFD;&#x67E5;&#xFF0C;&#x4F46;&#x4E70;&#x5356;&#x7684;&#x65F6;&#x5019;&#x5927;&#x6982;&#x6709;&#x4E00;&#x5E74;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x6709;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x627E;&#x51FA;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x7684;&#x771F;&#x4EBA;&#xFF1F;&#x4F60;&#x4E0D;&#x662F;&#x76D7;&#x8FC7;QQ&#x53F7;&#x561B;&#xFF0C;&#x5E94;&#x8BE5;&#x5BF9;&#x4F60;&#x6765;&#x8BF4;&#x4E0D;&#x96BE;&#x5427;&#xFF1F;&#x201D;&#x6211;&#x95EE;&#x9053;&#x3002;</p>
<p>&#x201C;&#x6211;&#x76D7;QQ&#x53F7;&#x80FD;&#x62FF;&#x5230;&#x7684;&#x90A3;&#x70B9;&#x4FE1;&#x606F;&#xFF0C;&#x8FD8;&#x4E0D;&#x5982;&#x4F60;&#x4EEC;&#x8054;&#x7CFB;&#x817E;&#x8BAF;&#x516C;&#x53F8;&#x62FF;&#x5230;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x4F60;&#x4EE5;&#x4E3A;&#x6211;&#x662F;&#x795E;&#xFF0C;&#x7B97;&#x4E00;&#x5366;&#x5C31;&#x77E5;&#x9053;&#x4E86;&#xFF1F;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x90A3;&#x6CA1;&#x6709;&#x5176;&#x4ED6;&#x529E;&#x6CD5;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x4F60;&#x7ED9;&#x4ED6;&#x53D1;&#x6D88;&#x606F;&#xFF0C;&#x8BA9;&#x4ED6;&#x52A0;&#x4F60;&#x5FAE;&#x4FE1;&#x6216;&#x652F;&#x4ED8;&#x5B9D;&#xFF0C;&#x57FA;&#x672C;&#x5C31;&#x80FD;&#x627E;&#x5230;&#x4E86;&#x3002;&#x201D;&#x5218;&#x78CA;&#x7ED9;&#x6211;&#x4E00;&#x4E2A;&#x767D;&#x773C;&#xFF0C;&#x8BF4;&#x3002;</p>
<p>&#x201C;&#x7B97;&#x4E86;&#xFF0C;&#x611F;&#x89C9;&#x4ED6;&#x9632;&#x8303;&#x610F;&#x8BC6;&#x6BD4;&#x8F83;&#x5F3A;&#xFF0C;&#x5E94;&#x8BE5;&#x5F88;&#x96BE;&#x641E;&#x3002;&#x201D;</p>
<p>&#x81F3;&#x4E8E;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x7684;&#x4EE5;&#x592A;&#x574A;&#x8D26;&#x53F7;&#xFF0C;&#x6536;&#x5230;&#x5434;&#x4EAE;&#x7B49;&#x4EBA;&#x7684;&#x94B1;&#x4E4B;&#x540E;&#xFF0C;&#x5C06;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x8F6C;&#x5165;&#x4E86;&#x97E9;&#x56FD;&#x7684;&#x4EA4;&#x6613;&#x6240;Bithumb&#x3002;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x4EA4;&#x6613;&#x6240;&#x7C7B;&#x4F3C;&#x4E8E;&#x94F6;&#x884C;&#xFF0C;&#x4ED6;&#x4EEC;&#x63D0;&#x4F9B;&#x7C7B;&#x4F3C;&#x4E8E;&#x8D27;&#x5E01;&#x5151;&#x6362;&#x7684;&#x4E1A;&#x52A1;&#x3002;&#x53EF;&#x4EE5;&#x628A;&#x4EE5;&#x592A;&#x574A;&#x6362;&#x6210;&#x5176;&#x4ED6;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x6CD5;&#x5B9A;&#x8D27;&#x5E01;&#xFF1A;&#x4EBA;&#x6C11;&#x5E01;&#x3002;&#x5982;&#x679C;&#x62FF;&#x5230;Bithumb&#x5185;&#x90E8;&#x6570;&#x636E;&#xFF0C;&#x6839;&#x672C;&#x662F;&#x65E0;&#x6CD5;&#x8FFD;&#x8E2A;&#x8FD9;&#x4E9B;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x53BB;&#x5411;&#x7684;&#x3002;&#x5373;&#x4F7F;&#x62FF;&#x5230;Bithumb&#x7684;&#x5185;&#x90E8;&#x6570;&#x636E;&#xFF0C;&#x5982;&#x679C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x5C06;&#x4EE5;&#x592A;&#x574A;&#x6362;&#x6210;&#x95E8;&#x7F57;&#x5E01;&#x8FD9;&#x6837;&#x7684;&#x533F;&#x540D;&#x5E01;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x4E5F;&#x65E0;&#x6CD5;&#x8FFD;&#x8E2A;&#x3002;</p>
<p>&#x201C;&#x4EC0;&#x4E48;&#x662F;&#x95E8;&#x7F57;&#x5E01;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x533F;&#x540D;&#x5E01;&#xFF1F;&#x201D;&#x6211;&#x6709;&#x70B9;&#x597D;&#x5947;&#x7684;&#x95EE;&#x5218;&#x78CA;&#x3002;</p>
<p>&#x201C;&#x4F60;&#x8C03;&#x67E5;&#x4EE5;&#x592A;&#x574A;&#x7684;&#x65F6;&#x5019;&#x4E5F;&#x6CE8;&#x610F;&#x5230;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x77E5;&#x9053;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x5E10;&#x6237;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x80FD;&#x67E5;&#x5230;&#x8FD9;&#x4E2A;&#x5E10;&#x6237;&#x6240;&#x6709;&#x7684;&#x4EA4;&#x6613;&#x8BB0;&#x5F55;&#x3002;&#x4E0E;&#x6B64;&#x76F8;&#x5BF9;&#x7684;&#xFF0C;&#x6709;&#x4E00;&#x4E9B;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x5E76;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x8FFD;&#x67E5;&#x4EA4;&#x6613;&#x8BB0;&#x5F55;&#xFF0C;&#x8FD9;&#x79CD;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x5C31;&#x53EB;&#x533F;&#x540D;&#x5E01;&#x3002;&#x201D;</p>
<p>&#x201C;&#x5965;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x9690;&#x85CF;&#x6027;&#x66F4;&#x597D;&#x4E86;&#x3002;&#x600E;&#x4E48;&#x5728;&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x5927;&#x5BB6;&#x603B;&#x5728;&#x60F3;&#x529E;&#x6CD5;&#x9690;&#x85CF;&#x81EA;&#x5DF1;&#x3002;&#x201D;</p>
<p>&#x201C;&#x8FD8;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x4F60;&#x4EEC;&#x603B;&#x662F;&#x60F3;&#x8981;&#x67E5;&#x5230;&#x6BCF;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x4FE1;&#x606F;&#xFF01;&#x201D;&#x5218;&#x78CA;&#x5410;&#x69FD;&#x9053;&#x3002;</p>
<p>&#x201C;&#x597D;&#x5566;&#xFF0C;&#x597D;&#x5566;&#x3002;&#x8981;&#x662F;&#x4E0D;&#x505A;&#x4EC0;&#x4E48;&#x8FDD;&#x6CD5;&#x7684;&#x4E8B;&#xFF0C;&#x8001;&#x662F;&#x60F3;&#x7740;&#x9690;&#x85CF;&#x81EA;&#x5DF1;&#x5E72;&#x561B;&#x3002;&#x7B97;&#x4E86;&#xFF0C;&#x8FD8;&#x6709;&#x4EC0;&#x4E48;&#x5176;&#x4ED6;&#x53D1;&#x73B0;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x518D;&#x6CA1;&#x4EC0;&#x4E48;&#x53D1;&#x73B0;&#x4E86;&#x3002;&#x5C31;&#x662F;&#x5434;&#x4EAE;&#x4ED6;&#x4EEC;&#x662F;&#x901A;&#x8FC7;OKEX&#x4EA4;&#x6613;&#x6240;&#x8D2D;&#x4E70;&#x7684;&#x4EE5;&#x592A;&#x574A;&#xFF0C;OKEX&#x662F;&#x56FD;&#x5185;&#x8F83;&#x5927;&#x7684;&#x4E00;&#x4E2A;&#x4EA4;&#x6613;&#x6240;&#x3002;&#x201D;</p>
<p>&#x5218;&#x78CA;&#x7ED9;&#x6211;&#x7684;&#x4FE1;&#x606F;&#x57FA;&#x672C;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#x4E86;&#x3002;</p>
<p>&#x804A;&#x5B8C;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x5FC3;&#x91CC;&#x5176;&#x5B9E;&#x633A;&#x4E0D;&#x597D;&#x53D7;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x5145;&#x5206;&#x611F;&#x89C9;&#x5230;&#x6211;&#x548C;&#x7F51;&#x7EDC;&#x7684;&#x53E6;&#x4E00;&#x7AEF;&#x7684;&#x9ED1;&#x624B;&#x4ECE;&#x6280;&#x672F;&#x4E0A;&#x5B8C;&#x5168;&#x4E0D;&#x5728;&#x4E00;&#x4E2A;&#x6280;&#x672F;&#x5C42;&#x9762;&#x4E0A;&#x3002;&#x4FD7;&#x8BDD;&#x8BF4;&#x201C;&#x9053;&#x9AD8;&#x4E00;&#x5C3A;&#xFF0C;&#x9B54;&#x9AD8;&#x4E00;&#x4E08;&#x201D;&#xFF0C;&#x6211;&#x73B0;&#x5728;&#x5C31;&#x6709;&#x90A3;&#x79CD;&#x5B8C;&#x5168;&#x88AB;&#x201C;&#x574F;&#x4EBA;&#x201D;&#x538B;&#x5236;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x6211;&#x614E;&#x91CD;&#x7684;&#x95EE;&#x4E86;&#x5218;&#x78CA;&#x4E00;&#x4E2A;&#x8FD9;&#x51E0;&#x5929;&#x4E00;&#x76F4;&#x5728;&#x56F0;&#x6270;&#x6211;&#x7684;&#x95EE;&#x9898;&#xFF0C;<strong>&#x4EBA;&#x771F;&#x7684;&#x80FD;&#x5728;&#x865A;&#x62DF;&#x4E16;&#x754C;&#x4E2D;&#x9690;&#x8EAB;&#x5417;&#xFF1F;</strong></p>
<p>&#x5218;&#x78CA;&#x53EF;&#x80FD;&#x611F;&#x89C9;&#x5230;&#x4E86;&#x6211;&#x8BED;&#x6C14;&#x91CC;&#x9762;&#x7684;&#x51DD;&#x91CD;&#xFF0C;&#x60F3;&#x4E86;&#x60F3;&#xFF0C;&#x4E5F;&#x90D1;&#x91CD;&#x5176;&#x4E8B;&#x7684;&#x8BF4;&#xFF1A;</p>
<p>&#x201C;&#x79D1;&#x6280;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x8BA9;&#x61C2;&#x6280;&#x672F;&#x7684;&#x4EBA;&#x76F8;&#x5BF9;&#x4E8E;&#x4E0D;&#x61C2;&#x6280;&#x672F;&#x7684;&#x8D8A;&#x6765;&#x8D8A;&#x6709;&#x4F18;&#x52BF;&#x3002;&#x4F46;&#x65E0;&#x8BBA;&#x54EA;&#x4E00;&#x79CD;&#x6280;&#x672F;&#xFF0C;&#x90FD;&#x662F;&#x6B64;&#x6D88;&#x5931;&#x5F7C;&#x957F;&#x7684;&#x3002;&#x8001;&#x9F20;&#x7684;&#x6C34;&#x5E73;&#x63D0;&#x9AD8;&#xFF0C;&#x732B;&#x4E5F;&#x624D;&#x4F1A;&#x52AA;&#x529B;&#x5411;&#x524D;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x90A3;&#x4E9B;&#x4E0D;&#x5B66;&#x4E60;&#x7684;&#x4EBA;&#x6C38;&#x8FDC;&#x90FD;&#x662F;&#x88AB;&#x8650;&#x7684;&#x4E00;&#x65B9;&#x3002;</p>
<p>&#x4ECE;&#x6BD4;&#x7279;&#x5E01;&#x51FA;&#x73B0;&#x4EE5;&#x6765;&#xFF0C;&#x533F;&#x540D;&#x6280;&#x672F;&#x5F97;&#x5230;&#x975E;&#x5E38;&#x5FEB;&#x901F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x4F46;&#x8FD9;&#x4F55;&#x51B5;&#x4E0D;&#x662F;&#x88AB;&#x73B0;&#x5728;&#x5927;&#x6570;&#x636E;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x3001;&#x4EBA;&#x4EEC;&#x7684;&#x9690;&#x79C1;&#x8D8A;&#x6765;&#x8D8A;&#x4E0D;&#x88AB;&#x5C0A;&#x91CD;&#x800C;&#x5F15;&#x8D77;&#x7684;&#x3002;&#x4F60;&#x60F3;&#x60F3;&#xFF0C;&#x5728;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x51FA;&#x73B0;&#x4E4B;&#x524D;&#xFF0C;BAT&#x7B49;&#x516C;&#x53F8;&#x5229;&#x7528;&#x6280;&#x672F;&#x4F18;&#x52BF;&#x8D8A;&#x6765;&#x8D8A;&#x7EC6;&#x81F4;&#x7684;&#x6536;&#x96C6;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x5728;&#x5927;&#x6570;&#x636E;&#x624B;&#x6BB5;&#x7684;&#x5206;&#x6790;&#x4E0B;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x8D8A;&#x6765;&#x8D8A;&#x65E0;&#x6240;&#x9041;&#x5F62;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8FD9;&#x65F6;&#x6BD4;&#x7279;&#x5E01;&#x3001;&#x533A;&#x5757;&#x94FE;&#x51FA;&#x73B0;&#x4E86;&#xFF0C;&#x8BA9;&#x4EBA;&#x4EEC;&#x6709;&#x80FD;&#x529B;&#x6765;&#x4FDD;&#x62A4;&#x81EA;&#x5DF1;&#x7684;&#x9690;&#x79C1;&#x3002;&#x5982;&#x679C;&#x5927;&#x6570;&#x636E;&#x6280;&#x672F;&#x7684;&#x51FA;&#x73B0;&#x662F;&#x4E00;&#x79CD;&#x65F6;&#x4EE3;&#x5FC5;&#x7136;&#xFF0C;&#x90A3;&#x4E48;&#x4EE5;&#x533A;&#x5757;&#x94FE;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x533F;&#x540D;&#x6280;&#x672F;&#x4E5F;&#x662F;&#x662F;&#x5FC5;&#x7136;&#x7684;&#x4EA7;&#x7269;&#x3002;</p>
<p>&#x4F60;&#x662F;&#x4E00;&#x540D;&#x8B66;&#x5BDF;&#xFF0C;&#x770B;&#x5230;&#x7684;&#x6700;&#x591A;&#x7684;&#x662F;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7ED9;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x5E26;&#x6765;&#x4E86;&#x7F6A;&#x6076;&#x3002;&#x4F46;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x3001;&#x533A;&#x5757;&#x94FE;&#x7ED9;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x5E26;&#x6765;&#x7684;&#x8FDC;&#x8FDC;&#x4E0D;&#x6B62;&#x8FD9;&#x4E9B;&#x3002;&#x201D;</p>
<p>&#x542C;&#x4E86;&#x5218;&#x78CA;&#x7684;&#x8BDD;&#xFF0C;&#x6211;&#x7A81;&#x7136;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x60F3;&#x8981;&#x548C;&#x8FD9;&#x4E9B;&#x4EBA;&#x4F5C;&#x6597;&#x4E89;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x6211;&#x9700;&#x8981;&#x66F4;&#x9AD8;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x8FD9;&#x5C31;&#x9700;&#x8981;&#x6211;&#x4ECE;&#x66F4;&#x9AD8;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#x5F85;&#x53CA;&#x5B66;&#x4E60;&#x6280;&#x672F;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x6211;&#x4E5F;&#x9700;&#x8981;&#x66F4;&#x591A;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x5C31;&#x9700;&#x8981;&#x8B66;&#x5BDF;&#x4E0E;&#x56FD;&#x5185;&#x5927;&#x578B;&#x7684;&#x6570;&#x636E;&#x516C;&#x53F8;&#x8FDB;&#x884C;&#x5408;&#x4F5C;&#x3002;&#x5C31;&#x76EE;&#x524D;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x80FD;&#x505A;&#x7684;&#x8FD8;&#x5F88;&#x5C11;&#xFF0C;&#x8981;&#x505A;&#x7684;&#x8FD8;&#x5F88;&#x591A;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="di-yi-ci-jie-chu.html" class="navigation navigation-prev " aria-label="Previous page: 第一次接触">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="blockchain-guangming-chengzhang.html" class="navigation navigation-next " aria-label="Next page: 区块链--光明中成长">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"网络世界中真的能隐身吗？","level":"2.8","depth":1,"next":{"title":"区块链--光明中成长","level":"2.9","depth":1,"path":"er-du-pin/blockchain-guangming-chengzhang.md","ref":"er-du-pin/blockchain-guangming-chengzhang.md","articles":[]},"previous":{"title":"第一次接触","level":"2.7","depth":1,"path":"er-du-pin/di-yi-ci-jie-chu.md","ref":"er-du-pin/di-yi-ci-jie-chu.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.md","mtime":"2019-02-21T06:45:45.914Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T07:03:14.485Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

