
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>小小突破 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="di-yi-ci-jie-chu.html" />
    
    
    <link rel="prev" href="xian-suo.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>2.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>2.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>2.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>2.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >小小突破</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5C0F;&#x5C0F;&#x7A81;&#x7834;">&#x5C0F;&#x5C0F;&#x7A81;&#x7834;</h1>
<p>&#x7B2C;&#x4E8C;&#x5929;&#x817E;&#x8BAF;&#x90A3;&#x8FD8;&#x6CA1;&#x6709;&#x6D88;&#x606F;&#xFF0C;&#x6211;&#x5C31;&#x7EE7;&#x7EED;&#x7814;&#x7A76;&#x8D77;&#x4EE5;&#x592A;&#x574A;&#x8D26;&#x53F7;&#x7684;&#x4E8B;&#x4E86;&#x3002;&#x627E;&#x5230;&#x4E86;&#x4EE5;&#x592A;&#x574A;&#x7684;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x628A;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x7684;&#x8D26;&#x53F7;&#x8F93;&#x8FDB;&#x53BB;&#xFF0C;&#x5C31;&#x6709;&#x4E00;&#x6761;&#x6761;&#x7684;&#x8F6C;&#x8D26;&#x8BB0;&#x5F55;&#x3002;&#x5BF9;&#x5E94;&#x5434;&#x4EAE;&#x7684;&#x8D26;&#x53F7;&#xFF0C;&#x4E5F;&#x627E;&#x5230;&#x4E86;&#x5434;&#x4EAE;&#x7684;&#x4EA4;&#x6613;&#x8BB0;&#x5F55;&#xFF0C;&#x8FD8;&#x771F;&#x53EA;&#x6709;&#x4E09;&#x6761;&#x3002;&#x5434;&#x4EAE;&#x8FD8;&#x771F;&#x662F;&#x4E2A;&#x5B9E;&#x5728;&#x4EBA;&#xFF0C;&#x8BF4;&#x7684;&#x90FD;&#x662F;&#x771F;&#x7684;&#x3002;&#x4F46;&#x5176;&#x4ED6;&#x7684;&#x90FD;&#x662F;&#x4E00;&#x6761;&#x6761;&#x7684;&#x50CF;&#x4E71;&#x7801;&#x4E00;&#x6837;&#x8D26;&#x53F7;&#x540D;&#xFF0C;&#x4E00;&#x4E0B;&#x5B50;&#x53C8;&#x6CA1;&#x6709;&#x5934;&#x7EEA;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x65F6;&#x6211;&#x5C31;&#x5728;&#x60F3;&#xFF0C;&#x8FD9;&#x4E00;&#x7C7B;&#x4E8B;&#x60C5;&#x5E94;&#x8BE5;&#x6709;&#x4E13;&#x95E8;&#x7684;&#x90E8;&#x95E8;&#x6765;&#x5904;&#x7406;&#x554A;&#xFF0C;&#x6211;&#x8FD9;&#x80FD;&#x770B;&#x51FA;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#x3002;&#x8FD8;&#x662F;&#x52A8;&#x7528;&#x70B9;&#x79C1;&#x4EBA;&#x5173;&#x7CFB;&#x5427;&#x3002;</p>
<p>&#x6211;&#x5927;&#x5B66;&#x4E00;&#x4E2A;&#x6B7B;&#x515A;&#xFF0C;&#x8BF4;&#x548C;&#x6211;&#x8BF4;&#x4ED6;&#x7535;&#x8111;&#x6280;&#x672F;&#x5F88;&#x68D2;&#xFF0C;&#x8FD8;&#x8BF4;&#x81EA;&#x5DF1;&#x76D7;&#x8FC7;QQ&#x53F7;&#x5462;&#xFF0C;&#x8981;&#x4E0D;&#x627E;&#x4ED6;&#x5E2E;&#x4E00;&#x4E0B;&#x5FD9;&#x3002;&#x6211;&#x8054;&#x7CFB;&#x4E86;&#x4E00;&#x4E0B;&#x6211;&#x7684;&#x5218;&#x78CA;&#xFF0C;&#x5BD2;&#x6684;&#x51E0;&#x53E5;&#x4E4B;&#x540E;&#x628A;QQ&#x53F7;&#x548C;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x8D26;&#x53F7;&#x7ED9;&#x4E86;&#x4ED6;&#x3002;</p>
<p>&#x767E;&#x65E0;&#x804A;&#x8D56;&#xFF0C;&#x4E5F;&#x60F3;&#x4E0D;&#x51FA;&#x518D;&#x80FD;&#x4ECE;&#x5434;&#x4EAE;&#x90A3;&#x91CC;&#x95EE;&#x51FA;&#x4EC0;&#x4E48;&#xFF0C;&#x5C31;&#x53C8;&#x7814;&#x7A76;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x7684;QQ&#x53F7;&#x6765;&#x3002;</p>
<p>&#x4ED6;&#x7684;QQ&#x53F7;&#x7B49;&#x7EA7;&#x8FD8;&#x633A;&#x9AD8;&#xFF0C;&#x8FD9;&#x6837;&#x786E;&#x5B9E;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x53D6;&#x4FE1;&#x4E8E;&#x4EBA;&#x3002;&#x7136;&#x540E;&#x7FFB;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x57FA;&#x672C;&#x6240;&#x6709;&#x7684;&#x529F;&#x80FD;&#x90FD;&#x5F00;&#x901A;&#x4E86;&#xFF0C;&#x5F88;&#x5C11;&#x6709;&#x4F7F;&#x7528;&#x8FC7;&#x7684;&#x75D5;&#x8FF9;&#x3002;&#x7A7A;&#x95F4;&#x91CC;&#x9762;&#x51E0;&#x7BC7;&#x6587;&#x7AE0;&#x4E5F;&#x662F;&#x8F6C;&#x7684;&#x9E21;&#x6C64;&#x6587;&#xFF0C;&#x4E5F;&#x662F;5-6&#x5E74;&#x4E4B;&#x524D;&#x7684;&#x6587;&#x7AE0;&#x4E86;&#x3002;&#x8BF4;&#x8BF4;&#x4E4B;&#x7C7B;&#x7684;&#x4E5F;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x6211;&#x7528;QQ&#x53F7;&#x5728;&#x767E;&#x5EA6;&#x91CC;&#x9762;&#x641C;&#x7D22;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x770B;&#x770B;&#x7528;&#x6CA1;&#x6709;&#x8FD9;&#x4E2A;QQ&#x53F7;&#xFF0C;&#x6216;&#x8005;QQ&#x90AE;&#x7BB1;&#x5728;&#x7F51;&#x4E0A;&#x6CE8;&#x518C;&#x8FC7;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#xFF0C;&#x53D1;&#x8868;&#x8FC7;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#x3002;</p>
<p>&#x867D;&#x7136;&#x641C;&#x51FA;&#x4E00;&#x5927;&#x5806;&#x4FE1;&#x606F;&#xFF0C;&#x4F46;&#x6709;&#x7528;&#x7684;&#x771F;&#x4E0D;&#x591A;&#x3002;&#x4E3B;&#x8981;&#x662F;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x606F;&#x52A0;&#x5230;&#x9EC4;&#x8272;&#x7F51;&#x7AD9;&#xFF0C;&#x8BF1;&#x60D1;&#x8BCD;&#x8BED;&#x7684;&#x540E;&#x9762;&#xFF0C;&#x8BF1;&#x5BFC;&#x522B;&#x4EBA;&#x53BB;&#x52A0;&#x8FD9;&#x4E2A;QQ&#x4E3A;&#x597D;&#x53CB;&#x3002;&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x4E4B;&#x524D;&#x9047;&#x5230;&#x8FC7;&#xFF0C;&#x662F;&#x4E00;&#x822C;&#x5356;QQ&#x53F7;&#x7684;&#x4EBA;&#x7ECF;&#x5E38;&#x7528;&#x7684;&#x624B;&#x6BB5;&#x3002;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x624B;&#x6BB5;&#x628A;&#x4E00;&#x4E2A;QQ&#x53F7;&#x7684;&#x597D;&#x53CB;&#x52A0;&#x6EE1;&#xFF0C;&#x636E;&#x8BF4;&#x53EF;&#x4EE5;&#x5356;&#x66F4;&#x591A;&#x7684;&#x94B1;&#x3002;&#x4E0D;&#x8FC7;&#x4E5F;&#x4E3B;&#x8981;&#x662F;&#x51E0;&#x5E74;&#x524D;&#x7684;&#x4E8B;&#xFF0C;&#x8FD9;&#x4E5F;&#x8BF4;&#x660E;&#x8FD9;&#x4E2A;QQ&#x53F7;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x4E70;&#x7684;&#x3002;</p>
<p>&#x6298;&#x817E;&#x4E86;&#x4E00;&#x5929;&#xFF0C;&#x552F;&#x4E00;&#x89C9;&#x5F97;&#x6709;&#x6548;&#x7684;&#x4FE1;&#x606F;&#x5C31;&#x662F;&#x5F97;&#x51FA;&#x7ED3;&#x8BBA;&#xFF0C;&#x8FD9;&#x4E2A;QQ&#x53EF;&#x80FD;&#x662F;&#x4E70;&#x6765;&#x7684;&#x3002;</p>
<p>&#x8F6C;&#x773C;&#x5230;&#x4E86;&#x7B2C;&#x4E09;&#x5929;&#xFF0C;&#x79D1;&#x957F;&#x89C1;&#x6211;&#x5BF9;&#x5434;&#x4EAE;&#x7684;&#x4E8B;&#x633A;&#x4E0A;&#x5FC3;&#xFF0C;&#x4E5F;&#x4E50;&#x5F97;&#x6211;&#x6DF1;&#x5165;&#x8C03;&#x67E5;&#x4E00;&#x70B9;&#xFF0C;&#x8BA9;&#x6211;&#x7EE7;&#x7EED;&#x8C03;&#x67E5;&#x5434;&#x4EAE;&#x7684;&#x4E8B;&#x3002;</p>
<p>&#x4E0A;&#x73ED;&#x4E0D;&#x4E45;&#xFF0C;&#x817E;&#x8BAF;&#x90A3;&#x8FB9;&#x7EC8;&#x4E8E;&#x6709;&#x6D88;&#x606F;&#x4E86;&#x3002;&#x540C;&#x4E8B;&#x5C06;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x767B;&#x8BB0;&#x8D44;&#x6599;&#x3001;&#x8FD1;&#x534A;&#x5E74;&#x7684;&#x804A;&#x5929;&#x8BB0;&#x5F55;&#x3001;&#x597D;&#x53CB;&#x5173;&#x7CFB;&#x3001;&#x6700;&#x8FD1;&#x7684;&#x767B;&#x5F55;&#x4FE1;&#x606F;&#x90FD;&#x62FF;&#x5230;&#x4E86;&#x3002;</p>
<p>&#x767B;&#x8BB0;&#x8D44;&#x6599;&#x5012;&#x662F;&#x633A;&#x5168;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x8FB9;&#x8FDC;&#x519C;&#x6751;&#x7684;&#x8EAB;&#x4EFD;&#x4FE1;&#x606F;&#x3002;&#x770B;&#x8D77;&#x6765;&#x50CF;&#x662F;&#x88AB;&#x76D7;&#x7528;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x4F46;&#x4E3A;&#x4E86;&#x4EE5;&#x9632;&#x4E07;&#x4E00;&#xFF0C;&#x6211;&#x8FD8;&#x662F;&#x5728;&#x516C;&#x5B89;&#x7F51;&#x7EDC;&#x4E2D;&#x67E5;&#x4E86;&#x4ED6;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x4E3B;&#x8981;&#x5728;&#x897F;&#x5B89;&#x548C;&#x5929;&#x6C34;&#x4E24;&#x5E02;&#x6D3B;&#x52A8;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x5728;&#x9655;&#x897F;&#x6253;&#x5DE5;&#x7684;&#x519C;&#x6C11;&#xFF0C;&#x6BCF;&#x5E74;&#x4E70;&#x706B;&#x8F66;&#x7968;&#x56DE;&#x5BB6;&#x8FC7;&#x5E74;&#x3002;&#x5076;&#x5C14;&#x53BB;&#x4E00;&#x6B21;&#x7F51;&#x5427;&#xFF0C;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x6765;&#x8FC7;&#x9752;&#x5C9B;&#xFF0C;&#x770B;&#x6765;&#x548C;&#x6211;&#x7684;&#x63A8;&#x8BBA;&#x5DEE;&#x4E0D;&#x591A;&#xFF0C;QQ&#x53F7;&#x662F;&#x4E70;&#x6765;&#x7684;&#x3002;&#x5E94;&#x8BE5;&#x548C;&#x8FD9;&#x4E2A;&#x4EBA;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#xFF0C;&#x672C;&#x6765;&#x5C31;&#x6CA1;&#x6709;&#x5BF9;&#x8FD9;&#x79CD;&#x7EBF;&#x7D22;&#x62A5;&#x4EC0;&#x4E48;&#x5E0C;&#x671B;&#x3002;</p>
<p>QQ&#x53F7;&#x6700;&#x8FD1;&#x767B;&#x5F55;&#x90FD;&#x662F;&#x7F8E;&#x56FD;&#xFF0C;&#x770B;&#x8D77;&#x6765;&#x50CF;&#x7528;&#x4E86;VPN&#x4E00;&#x7C7B;&#x7684;&#x6539;IP&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x770B;&#x6765;&#x8FD9;&#x4E2A;&#x4EBA;&#x65E0;&#x8BBA;&#x7EBF;&#x4E0A;&#x8FD8;&#x662F;&#x7EBF;&#x4E0B;&#xFF0C;&#x90FD;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x53CD;&#x4FA6;&#x67E5;&#x7684;&#x624B;&#x6BB5;&#x3002;</p>
<p>&#x6700;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x662F;&#x804A;&#x5929;&#x8BB0;&#x5F55;&#xFF0C;&#x804A;&#x5929;&#x8BB0;&#x5F55;&#x91CC;&#x9664;&#x4E86;&#x5434;&#x4EAE;&#x4E4B;&#x5916;&#x8FD8;&#x7ED9;5&#x4E2A;&#x4EBA;&#x4F9B;&#x8FC7;&#x8D27;&#x3002;&#x6709;&#x4E86;&#x8FD9;5&#x4E2A;&#x4EBA;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x4E5F;&#x662F;&#x4E0D;&#x5C11;&#x7684;&#x529F;&#x52B3;&#x4E00;&#x7B14;&#x4E86;&#xFF0C;&#x603B;&#x7B97;&#x53EF;&#x4EE5;&#x4EA4;&#x5DEE;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x534A;&#x5E74;&#x8FD9;&#x4E2A;QQ&#x53F7;&#x8FDB;&#x884C;&#x5176;&#x4ED6;&#x7684;&#x804A;&#x5929;&#x5F88;&#x5C11;&#xFF0C;&#x6240;&#x4EE5;&#x60F3;&#x627E;&#x51FA;&#x66F4;&#x591A;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x8FD8;&#x662F;&#x633A;&#x4E0D;&#x5BB9;&#x6613;&#x7684;&#x3002;&#x548C;&#x5176;&#x4ED6;5&#x4EBA;&#x804A;&#x5929;&#x6A21;&#x5F0F;&#x548C;&#x804A;&#x5929;&#x5185;&#x5BB9;&#x4E5F;&#x57FA;&#x672C;&#x4E00;&#x81F4;&#xFF0C;&#x6CA1;&#x6709;&#x66F4;&#x591A;&#x53EF;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x6211;&#x53C8;&#x6574;&#x7406;&#x4E86;&#x4E00;&#x4E0B;&#x8FD9;5&#x4E2A;QQ&#x53F7;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x672C;&#x60F3;&#x7EE7;&#x7EED;&#x7ED9;&#x53BB;&#x817E;&#x8BAF;&#x62FF;&#x8FD9;5&#x4E2A;&#x4EBA;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x4F46;&#x8F6C;&#x5FF5;&#x4E00;&#x60F3;&#xFF0C;&#x6211;&#x53BB;&#x627E;&#x4E86;&#x4E00;&#x4E0B;&#x79D1;&#x957F;&#x3002;</p>
<p>&#x79D1;&#x957F;&#x542C;&#x5230;&#x53C8;&#x627E;&#x5230;5&#x4E2A;&#x6BD2;&#x8D29;&#xFF0C;&#x9AD8;&#x5174;&#x6781;&#x4E86;&#xFF0C;&#x8868;&#x793A;&#x5168;&#x529B;&#x652F;&#x6301;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x6211;&#x4E3B;&#x8981;&#x548C;&#x79D1;&#x957F;&#x4E3B;&#x8981;&#x60F3;&#x8C08;&#x4E00;&#x4E0B;&#x548C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x63A5;&#x89E6;&#x7684;&#x95EE;&#x9898;&#x3002;&#x6211;&#x60F3;&#x4F2A;&#x88C5;&#x6210;&#x5434;&#x4EAE;&#xFF0C;&#x770B;&#x80FD;&#x4E0D;&#x80FD;&#x62FF;&#x5230;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x7684;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x3002;&#x542C;&#x5230;&#x8FD9;&#xFF0C;&#x79D1;&#x957F;&#x6709;&#x70B9;&#x4E25;&#x8083;&#xFF0C;&#x8BF4;&#x7F51;&#x7EDC;&#x4E0A;&#x63A5;&#x89E6;&#x53EF;&#x4EE5;&#xFF0C;&#x4F46;&#x7EBF;&#x4E0B;&#x63A5;&#x89E6;&#x7684;&#x65F6;&#x5019;&#x8981;&#x901A;&#x77E5;&#x8B66;&#x961F;&#xFF0C;&#x5927;&#x5BB6;&#x4E00;&#x8D77;&#x53BB;&#xFF0C;&#x522B;&#x51FA;&#x4EC0;&#x4E48;&#x5371;&#x9669;&#x3002;&#x81F3;&#x4E8E;&#x90A3;5&#x4E2A;QQ&#x53F7;&#xFF0C;&#x79D1;&#x957F;&#x4E5F;&#x540C;&#x610F;&#x5148;&#x53BB;&#x817E;&#x8BAF;&#x67E5;&#x76F8;&#x5173;&#x4FE1;&#x606F;&#xFF0C;&#x8B66;&#x5C40;&#x5185;&#x90E8;&#x5148;&#x67E5;&#x7740;&#xFF0C;&#x7B49;&#x6211;&#x548C;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x63A5;&#x89E6;&#x8FC7;&#x540E;&#x518D;&#x52A8;&#x624B;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="xian-suo.html" class="navigation navigation-prev " aria-label="Previous page: 线索">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="di-yi-ci-jie-chu.html" class="navigation navigation-next " aria-label="Next page: 第一次接触">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"小小突破","level":"2.6","depth":1,"next":{"title":"第一次接触","level":"2.7","depth":1,"path":"er-du-pin/di-yi-ci-jie-chu.md","ref":"er-du-pin/di-yi-ci-jie-chu.md","articles":[]},"previous":{"title":"线索","level":"2.5","depth":1,"path":"er-du-pin/xian-suo.md","ref":"er-du-pin/xian-suo.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/xiao-xiao-tu-po.md","mtime":"2019-02-21T02:31:34.917Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T07:03:14.485Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

