
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>小区的不速之客 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="du-fan-de-gong-huo-qu-dao.html" />
    
    
    <link rel="prev" href="untitled.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>2.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>2.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>2.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>2.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >小区的不速之客</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5C0F;&#x533A;&#x7684;&#x4E0D;&#x901F;&#x4E4B;&#x5BA2;">&#x5C0F;&#x533A;&#x7684;&#x4E0D;&#x901F;&#x4E4B;&#x5BA2;</h1>
<p>&#x6211;&#x5176;&#x5B9E;&#x5F88;&#x559C;&#x6B22;&#x8FB9;&#x5403;&#x996D;&#xFF0C;&#x8FB9;&#x542C;&#x5988;&#x5988;&#x5520;&#x53E8;&#xFF0C;&#x542C;&#x5988;&#x5988;&#x8BF4;&#x8BF4;&#x6BCF;&#x5929;&#x793E;&#x533A;&#x91CC;&#x53D1;&#x751F;&#x7684;&#x6BCF;&#x4E00;&#x4EF6;&#x4E8B;&#x3002;&#x5DE5;&#x4F5C;&#x4E45;&#x4E86;&#xFF0C;&#x542C;&#x591A;&#x4E86;&#x5DE5;&#x4F5C;&#x4E2D;&#x7684;&#x5BF9;&#x5BF9;&#x9519;&#x9519;&#xFF0C;&#x6211;&#x53CD;&#x800C;&#x559C;&#x6B22;&#x8D77;&#x4E86;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x5A46;&#x5A46;&#x5988;&#x5988;&#xFF0C;&#x662F;&#x6211;&#x8001;&#x4E86;&#x5417;&#xFF1F;</p>
<p>&#x6211;&#x5988;&#x4ECA;&#x5929;&#x8BF4;&#x8D77;&#xFF0C;&#x524D;&#x51E0;&#x5929;&#x5FEB;&#x9012;&#x5458;&#x5728;&#x5C0F;&#x533A;&#x9001;&#x4EF6;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53C8;&#x4E22;&#x5FEB;&#x9012;&#x4E86;&#x3002;&#x8F6C;&#x8FC7;&#x5934;&#x6765;&#x95EE;&#x6211;&#xFF1A;&#x201C;&#x8FD9;&#x4E8B;&#x4F60;&#x4EEC;&#x4E0D;&#x7BA1;&#x7BA1;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x5F53;&#x65F6;&#x5FEB;&#x9012;&#x5458;&#x5E94;&#x8BE5;&#x62A5;&#x8B66;&#x4E86;&#x5427;&#xFF1F;&#x6211;&#x4E0D;&#x7BA1;&#x4F60;&#x4EEC;&#x8FD9;&#x4E00;&#x5757;&#x3002;&#x8FD9;&#x79CD;&#x4E8B;&#x4E00;&#x822C;&#x597D;&#x67E5;&#xFF0C;&#x5C0F;&#x533A;&#x91CC;&#x76D1;&#x63A7;&#x90A3;&#x4E48;&#x591A;&#xFF0C;&#x80AF;&#x5B9A;&#x80FD;&#x62CD;&#x5230;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x79CD;&#x4E00;&#x822C;&#x662F;&#x964C;&#x751F;&#x4EBA;&#x505A;&#x6848;&#x3002;&#x201D;</p>
<p>&#x201C;&#x8C01;&#x8BF4;&#x4E0D;&#x662F;&#xFF0C;&#x770B;&#x5230;&#x76D1;&#x63A7;&#x4E86;&#xFF0C;&#x4F46;&#x6293;&#x4E0D;&#x5230;&#x4EBA;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#xFF1F;&#x201D;</p>
<p>&#x770B;&#x7740;&#x8001;&#x5988;&#x7740;&#x6025;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x6211;&#x82E6;&#x7B11;&#x4E00;&#x58F0;&#xFF0C;&#x5FC3;&#x91CC;&#x6697;&#x9053;&#x548C;&#x6211;&#x6025;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#xFF0C;&#x201C;&#x8FD8;&#x4E0D;&#x5982;&#x8BA9;&#x5927;&#x5BB6;&#x63D0;&#x9AD8;&#x4E00;&#x70B9;&#x8B66;&#x60D5;&#xFF0C;&#x4E0D;&#x90FD;&#x662F;&#x8001;&#x90BB;&#x5C45;&#x561B;&#xFF0C;&#x54EA;&#x4E2A;&#x662F;&#x964C;&#x751F;&#x4EBA;&#x4F60;&#x4EEC;&#x5E94;&#x8BE5;&#x90FD;&#x77E5;&#x9053;&#x7684;&#x554A;&#x3002;&#x201D;&#x6211;&#x6253;&#x4E2A;&#x592A;&#x6781;&#x63A8;&#x5230;&#x8001;&#x5988;&#x90A3;&#x91CC;&#x3002;</p>
<p>&#x8001;&#x5988;&#x4E00;&#x526F;&#x604D;&#x7136;&#x5927;&#x609F;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x201C;&#x5BF9;&#x554A;&#xFF0C;&#x4F60;&#x4EEC;&#x4EC0;&#x4E48;&#x5929;&#x7F51;&#x4E5F;&#x6CA1;&#x6709;&#xFF0C;&#x80FD;&#x6709;&#x6211;&#x4EEC;&#x8FD9;&#x4E9B;&#x671D;&#x9633;&#x7FA4;&#x4F17;&#x5389;&#x5BB3;&#xFF1F;&#x4F60;&#x4EE5;&#x4E3A;&#x6211;&#x4EEC;&#x6A21;&#x8303;&#x5C0F;&#x533A;&#x7684;&#x79F0;&#x53F7;&#x662F;&#x600E;&#x4E48;&#x6765;&#x7684;&#xFF1F;&#x201D;</p>
<p>&#x6211;&#x4E00;&#x526F;&#x5F88;&#x65E0;&#x8BED;&#x7684;&#x6837;&#x5B50;&#x770B;&#x7740;&#x8001;&#x5988;&#xFF0C;&#x5979;&#x4E0D;&#x4F1A;&#x628A;&#x6BCF;&#x4E2A;&#x4E0D;&#x8BA4;&#x8BC6;&#x7684;&#x4EBA;&#x90FD;&#x95EE;&#x95EE;&#x4EBA;&#x5BB6;&#x662F;&#x6765;&#x5E72;&#x561B;&#x7684;&#x5427;&#xFF1F;&#x60F3;&#x60F3;&#x90FD;&#x53EF;&#x6015;&#xFF0C;&#x522B;&#x8BF4;&#x5077;&#x4E1C;&#x897F;&#x4E86;&#xFF0C;&#x505A;&#x574F;&#x4E8B;&#x7684;&#x4EBA;&#x8DEF;&#x8FC7;&#x90FD;&#x5FC3;&#x60CA;&#x80C6;&#x6218;&#x7684;&#x3002;</p>
<p>&#x53EA;&#x4E0D;&#x8FC7;&#x6211;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x4F69;&#x670D;&#x8001;&#x5988;&#xFF0C;&#x867D;&#x7136;&#x8BF4;&#x73B0;&#x5728;&#x65E5;&#x65B0;&#x6708;&#x5F02;&#xFF0C;&#x73B0;&#x5728;&#x6BCF;&#x4E2A;&#x5C0F;&#x533A;&#x6BCF;&#x5929;&#x9001;&#x5916;&#x5356;&#x3001;&#x9001;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x591A;&#x4E86;&#x53BB;&#x4E86;&#xFF0C;&#x4F46;&#x6211;&#x8001;&#x5988;&#x786C;&#x662F;&#x7528;&#x5979;&#x90A3;&#x4E00;&#x5957;&#x8001;&#x529E;&#x6CD5;&#xFF0C;&#x628A;&#x4E2A;&#x5C0F;&#x533A;&#x641E;&#x7684;&#x548C;&#x548C;&#x8C10;&#x8C10;&#x7684;&#xFF0C;&#x8BA9;&#x8FD9;&#x4E2A;&#x8001;&#x5C0F;&#x533A;&#x8FDE;&#x7EED;&#x591A;&#x5E74;&#x662F;&#x9752;&#x5C9B;&#x5E02;&#x7684;&#x6A21;&#x8303;&#x5C0F;&#x533A;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8FD9;&#x4E2A;&#x5C0F;&#x533A;&#x57FA;&#x672C;&#x6CA1;&#x53D1;&#x751F;&#x8FC7;&#x4EC0;&#x4E48;&#x5927;&#x4E8B;&#xFF0C;&#x6700;&#x591A;&#x7684;&#x5C31;&#x662F;&#x8001;&#x5988;&#x6574;&#x5929;&#x5520;&#x53E8;&#x7684;&#x5BB6;&#x957F;&#x91CC;&#x77ED;&#xFF0C;&#x50CF;&#x8FD9;&#x79CD;&#x5FEB;&#x9012;&#x88AB;&#x5077;&#x7684;&#x4E8B;&#x5C31;&#x662F;&#x5929;&#x5927;&#x7684;&#x4E8B;&#x4E86;&#x3002;</p>
<p>&#x665A;&#x4E0A;10&#x70B9;&#xFF0C;&#x6211;&#x4E5F;&#x5F97;&#x56DE;&#x5BB6;&#x4E86;&#x3002;&#x7236;&#x6BCD;&#x4F4F;&#x7684;&#x662F;&#x8001;&#x5C0F;&#x533A;&#xFF0C;&#x505C;&#x8F66;&#x4F4D;&#x5341;&#x5206;&#x7684;&#x7D27;&#x5F20;&#xFF0C;&#x6240;&#x4EE5;&#x6BCF;&#x6B21;&#x6211;&#x8005;&#x53EA;&#x80FD;&#x628A;&#x8F66;&#x505C;&#x5230;&#x5C0F;&#x533A;&#x5916;&#x3002;&#x4ECA;&#x5929;&#x4E5F;&#x4E0D;&#x4F8B;&#x5916;&#x3002;&#x53BB;&#x53D6;&#x8F66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8DEF;&#x8FC7;&#x5C0F;&#x533A;&#x7684;&#x4E30;&#x5DE2;&#xFF0C;&#x6070;&#x597D;&#x60F3;&#x8D77;&#x8001;&#x5988;&#x5520;&#x53E8;&#x7684;&#x4E8B;&#xFF0C;&#x5C31;&#x7279;&#x610F;&#x770B;&#x4E86;&#x4E00;&#x773C;&#x3002;&#x8FD8;&#x771F;&#x6070;&#x597D;&#x770B;&#x5230;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x4E0D;&#x77E5;&#x5728;&#x53D6;&#x8FD8;&#x662F;&#x5728;&#x653E;&#x5FEB;&#x9012;&#xFF0C;&#x884C;&#x4E3A;&#x4E5F;&#x6709;&#x70B9;&#x5947;&#x602A;&#x3002;&#x867D;&#x7136;&#x9752;&#x5C9B;&#x79CB;&#x5929;&#x7684;&#x665A;&#x4E0A;&#x8FD8;&#x662F;&#x6709;&#x70B9;&#x51C9;&#x7684;&#xFF0C;&#x4F46;&#x4ED6;&#x8863;&#x670D;&#x7A7F;&#x7684;&#x6709;&#x70B9;&#x8FC7;&#x539A;&#x4E86;&#xFF0C;&#x7A7F;&#x4E00;&#x4E2A;&#x6709;&#x70B9;&#x957F;&#x5927;&#x7684;&#x957F;&#x8896;&#x5916;&#x5957;&#xFF0C;&#x8FD8;&#x5E26;&#x4E86;&#x4E00;&#x4E2A;&#x5E3D;&#x5B50;&#xFF0C;&#x5E3D;&#x6A90;&#x62C9;&#x7684;&#x5F88;&#x4F4E;&#xFF0C;&#x57FA;&#x672C;&#x770B;&#x4E0D;&#x6E05;&#x695A;&#x8138;&#x3002;</p>
<p>&#x6211;&#x6709;&#x70B9;&#x597D;&#x5947;&#xFF0C;&#x6545;&#x610F;&#x653E;&#x6162;&#x4E86;&#x811A;&#x6B65;&#xFF0C;&#x60F3;&#x7B49;&#x4ED6;&#x51FA;&#x6765;&#x524D;&#x540E;&#x4E00;&#x8D77;&#x8D70;&#xFF0C;&#x6500;&#x8C08;&#x51E0;&#x53E5;&#x3002;&#x4F46;&#x540E;&#x9762;&#x7684;&#x4EBA;&#x660E;&#x663E;&#x5E76;&#x4E0D;&#x60F3;&#x6500;&#x8C08;&#xFF0C;&#x4E5F;&#x653E;&#x6162;&#x4E86;&#x811A;&#x6B65;&#x3002;&#x5C0F;&#x5DDD;&#x8F6C;&#x8FC7;&#x8EAB;&#xFF0C;&#x88C5;&#x4F5C;&#x5F88;&#x968F;&#x610F;&#x7684;&#x95EE;&#xFF1A;&#x201C;&#x8FD9;&#x4E48;&#x665A;&#x4E86;&#xFF0C;&#x8FD8;&#x51FA;&#x6765; &#x62FF;&#x5FEB;&#x9012;&#xFF1F;&#x201D;</p>
<p>&#x867D;&#x7136;&#x6211;&#x5E76;&#x6CA1;&#x6709;&#x7A7F;&#x8B66;&#x670D;&#xFF0C;&#x4F46;&#x8B66;&#x5BDF;&#x4ECE;&#x4E1A;&#x8005;&#x90FD;&#x6709;&#x4E00;&#x70B9;&#x5A01;&#x4E25;&#x5427;&#x3002;&#x4ED6;&#x660E;&#x663E;&#x4E00;&#x695E;&#xFF0C;&#x4E0D;&#x60C5;&#x613F;&#x7684;&#x8BF4;&#xFF1A;&#x201C;&#x55EF;&#x3002;&#x201D;</p>
<p>&#x201C;&#x554A;&#xFF0C;&#x4F60;&#x4E0D;&#x662F;&#x8FD9;&#x4E2A;&#x5C0F;&#x533A;&#x7684;&#x4EBA;&#x554A;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x55EF;&#x3002;&#x201D;</p>
<p>&#x201C;&#x73B0;&#x5728;&#x4E0D;&#x662F;&#x6BCF;&#x4E2A;&#x5C0F;&#x533A;&#x90FD;&#x6709;&#x4E30;&#x5DE2;&#x554A;&#x3001;&#x901F;&#x9012;&#x6613;&#x4E4B;&#x7C7B;&#x7684;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x6211;&#x4EEC;&#x5C0F;&#x533A;&#x4E5F;&#x6709;&#x3002;&#x201D;</p>
<p>&#x201C;&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;&#x8BA9;&#x5FEB;&#x9012;&#x5458;&#x653E;&#x5728;&#x8FD9;&#x4E2A;&#x5C0F;&#x533A;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x548C;&#x4F60;&#x6709;&#x5173;&#x5417;&#xFF1F;&#x201D;&#x62FF;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x660E;&#x663E;&#x4E0D;&#x8010;&#x70E6;&#x8D77;&#x6765;&#x3002;</p>
<p>&#x201C;&#x54C8;&#x54C8;&#xFF0C;&#x968F;&#x4FBF;&#x95EE;&#x95EE;&#xFF0C;&#x770B;&#x628A;&#x4F60;&#x7D27;&#x5F20;&#x7684;&#x3002;&#x201D;</p>
<p>&#x62FF;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x4E5F;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x53CD;&#x5E94;&#x6709;&#x70B9;&#x8FC7;&#x4E86;&#xFF0C;&#x5C31;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x5C31;&#x5728;&#x9694;&#x58C1;&#x5C0F;&#x533A;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5FEB;&#x9012;&#x67DC;&#x5DF2;&#x7ECF;&#x6EE1;&#x4E86;&#xFF0C;&#x4E1C;&#x897F;&#x53C8;&#x6BD4;&#x8F83;&#x7740;&#x6025;&#xFF0C;&#x6240;&#x4EE5;&#x8BA9;&#x4ED6;&#x653E;&#x5728;&#x8FD9;&#x91CC;&#x6765;&#x4E86;&#x3002;&#x201D;&#x8BED;&#x6C14;&#x660E;&#x663E;&#x7F13;&#x548C;&#x4E86;&#x4E00;&#x4E9B;&#x3002;</p>
<p>&#x6211;&#x7785;&#x4E86;&#x4E00;&#x4E0B;&#x62FF;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x624B;&#x91CC;&#x7684;&#x5FEB;&#x9012;&#xFF0C;&#x4E00;&#x4EFD;&#x975E;&#x5E38;&#x8584;&#x7684;&#x6587;&#x4EF6;&#x888B;&#x3002;&#x6069;&#xFF0C;&#x6587;&#x4EF6;&#x4E00;&#x822C;&#x90FD;&#x6BD4;&#x8F83;&#x7740;&#x6025;&#x3002;</p>
<p>&#x51FA;&#x4E86;&#x5C0F;&#x533A;&#xFF0C;&#x5C0F;&#x5DDD;&#x4E0A;&#x4E86;&#x8F66;&#x3002;&#x770B;&#x5230;&#x62FF;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x4E5F;&#x8F6C;&#x5230;&#x4E86;&#x9694;&#x58C1;&#x7684;&#x5C0F;&#x533A;&#xFF0C;&#x4E0D;&#x77E5;&#x662F;&#x4E0D;&#x662F;&#x5C0F;&#x5DDD;&#x773C;&#x82B1;&#xFF0C;&#x611F;&#x89C9;&#x62FF;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x64E6;&#x4E86;&#x4E00;&#x628A;&#x51B7;&#x6C57;&#x3002;</p>
<p>&#x8FC7;&#x4E86;&#x91CD;&#x9633;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x5230;&#x51AC;&#x5929;&#x4E86;&#x3002;2018&#x5E74;&#x9752;&#x5C9B;&#x7684;&#x51AC;&#x5929;&#x7279;&#x522B;&#x7684;&#x51B7;&#xFF0C;&#x96EA;&#x4E5F;&#x4E0B;&#x7684;&#x65E9;&#x4E86;&#x4E00;&#x4E9B;&#x3002;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#x8FD8;&#x548C;&#x5F80;&#x5E38;&#x5DEE;&#x4E0D;&#x591A;&#x3002;&#x6700;&#x8FD1;&#x5C40;&#x91CC;&#x63A5;&#x5230;&#x4E86;&#x51E0;&#x8D77;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x8BC8;&#x9A97;&#x7684;&#x62A5;&#x6848;&#xFF0C;&#x5012;&#x8BA9;&#x5C0F;&#x5DDD;&#x6709;&#x70B9;&#x5174;&#x8DA3;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x7C7B;&#x6848;&#x5B50;&#x591A;&#x90FD;&#x4E0D;&#x76F4;&#x63A5;&#x53D1;&#x751F;&#x7684;&#x9752;&#x5C9B;&#xFF0C;&#x6240;&#x4EE5;&#x5C0F;&#x5DDD;&#x63A5;&#x89E6;&#x7684;&#x4E5F;&#x5E76;&#x4E0D;&#x591A;&#x3002;&#x4F46;&#x542C;&#x8BF4;2018&#x5E74;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x975E;&#x5E38;&#x4E0D;&#x666F;&#x6C14;&#xFF0C;&#x6211;&#x56FD;&#x6211;&#x515A;&#x8FD8;&#x7B97;&#x660E;&#x667A;&#xFF0C;&#x5F88;&#x65E9;&#x7684;&#x5C31;&#x628A;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x5B9A;&#x4E49;&#x4E3A;&#x975E;&#x5E38;&#x96C6;&#x8D44;&#xFF0C;&#x907F;&#x514D;&#x7684;&#x8001;&#x767E;&#x59D3;&#x4EEC;&#x7684;&#x635F;&#x5931;&#x3002;</p>
<p>&#x8D81;&#x7740;&#x5468;&#x672B;&#xFF0C;&#x6211;&#x53C8;&#x6765;&#x5230;&#x5988;&#x5988;&#x5BB6;&#x5403;&#x996D;&#x3002;&#x8001;&#x5988;&#x53C8;&#x5520;&#x53E8;&#x8D77;&#x5C0F;&#x533A;&#x91CC;&#x7684;&#x5927;&#x5927;&#x5C0F;&#x5C0F;&#x7684;&#x4E8B;&#x6765;&#x3002;</p>
<p>&#x4E24;&#x5929;&#x524D;&#xFF0C;&#x9694;&#x58C1;&#x7684;&#x738B;&#x8001;&#x7237;&#x5B50;&#x5DEE;&#x522B;&#x548C;&#x6765;&#x5C0F;&#x533A;&#x53D6;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x6253;&#x8D77;&#x6765;&#x3002;&#x636E;&#x738B;&#x8001;&#x7237;&#x5B50;&#x8BF4;&#xFF0C;&#x90A3;&#x5929;&#x4ED6;&#x53EA;&#x662F;&#x611F;&#x89C9;&#x53D6;&#x5FEB;&#x9012;&#x90A3;&#x4E2A;&#x4EBA;&#x6BD4;&#x8F83;&#x964C;&#x751F;&#xFF0C;&#x5C31;&#x95EE;&#x4E86;&#x51E0;&#x53E5;&#x3002;&#x7ED3;&#x679C;&#x90A3;&#x4E2A;&#x4EBA;&#x975E;&#x5E38;&#x51B2;&#xFF0C;&#x5C31;&#x548C;&#x738B;&#x8001;&#x7237;&#x5B50;&#x5435;&#x5435;&#x8D77;&#x6765;&#x4E86;&#x3002;&#x968F;&#x7740;&#x5C0F;&#x533A;&#x7684;&#x4EBA;&#x8D8A;&#x56F4;&#x8D8A;&#x591A;&#xFF0C;&#x53D6;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#x6709;&#x70B9;&#x5FC3;&#x865A;&#xFF0C;&#x5C31;&#x8DD1;&#x4E86;&#x3002;</p>
<p>&#x542C;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x5C31;&#x89C9;&#x5F97;&#x6709;&#x70B9;&#x597D;&#x7B11;&#x4E86;&#xFF0C;&#x770B;&#x6765;&#x5C0F;&#x533A;&#x7684;&#x5927;&#x5988;&#x5927;&#x7237;&#x4EEC;&#x6709;&#x70B9;&#x5389;&#x5BB3;&#x554A;&#xFF0C;&#x8FD9;&#x662F;&#x5730;&#x6BEF;&#x5F0F;&#x67E5;&#x627E;&#x964C;&#x751F;&#x4EBA;&#x554A;&#xFF01;&#x6211;&#x4E5F;&#x4E00;&#x4E0B;&#x60F3;&#x8D77;&#x91CD;&#x9633;&#x8282;&#x665A;&#x4E0A;&#x90A3;&#x4E2A;&#x53D6;&#x5FEB;&#x9012;&#x7684;&#x4EBA;&#xFF0C;&#x4E5F;&#x6709;&#x70B9;&#x4E0D;&#x6B63;&#x5E38;&#x554A;&#x3002;&#x8FD9;&#x662F;&#x4F1A;&#x4E0D;&#x4F1A;&#x6709;&#x4EC0;&#x4E48;&#x4E8B;&#x554A;&#xFF1F;&#x4F46;&#x8F6C;&#x5FF5;&#x4E00;&#x60F3;&#xFF0C;&#x53D6;&#x4E2A;&#x5FEB;&#x9012;&#xFF0C;&#x80FD;&#x6709;&#x4EC0;&#x4E48;&#x4E8B;&#xFF1F;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="untitled.html" class="navigation navigation-prev " aria-label="Previous page: 警察李小川">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="du-fan-de-gong-huo-qu-dao.html" class="navigation navigation-next " aria-label="Next page: 毒贩的供货渠道">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"小区的不速之客","level":"2.2","depth":1,"next":{"title":"毒贩的供货渠道","level":"2.3","depth":1,"path":"er-du-pin/du-fan-de-gong-huo-qu-dao.md","ref":"er-du-pin/du-fan-de-gong-huo-qu-dao.md","articles":[]},"previous":{"title":"警察李小川","level":"2.1","depth":1,"path":"er-du-pin/untitled.md","ref":"er-du-pin/untitled.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/xiao-qu-de-bu-su-zhi-ke.md","mtime":"2019-02-21T02:31:34.915Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T07:03:14.485Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

