
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>虚拟货币--黑暗世界的通行证 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="xian-suo.html" />
    
    
    <link rel="prev" href="du-fan-de-gong-huo-qu-dao.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.10" data-path="nian-di.html">
            
                <a href="nian-di.html">
            
                    
                        <b>2.10.</b>
                    
                    年底
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.11" data-path="liu-an-hua-ming.html">
            
                <a href="liu-an-hua-ming.html">
            
                    
                        <b>2.11.</b>
                    
                    柳暗花明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.12" data-path="qu-kuai-di-de-ren.html">
            
                <a href="qu-kuai-di-de-ren.html">
            
                    
                        <b>2.12.</b>
                    
                    取快递的人
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.13" data-path="ben-zhang-hou-ji.html">
            
                <a href="ben-zhang-hou-ji.html">
            
                    
                        <b>2.13.</b>
                    
                    本章后记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../san-an-wang/zhun-bei.html">
            
                <a href="../san-an-wang/zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../san-an-wang/ti-zi.html">
            
                <a href="../san-an-wang/ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >虚拟货币--黑暗世界的通行证</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x865A;&#x62DF;&#x8D27;&#x5E01;--&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x7684;&#x901A;&#x884C;&#x8BC1;">&#x865A;&#x62DF;&#x8D27;&#x5E01;--&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x7684;&#x901A;&#x884C;&#x8BC1;</h1>
<p>&#x6211;&#x4E4B;&#x524D;&#x5BF9;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x8BA4;&#x8BC6;&#xFF0C;&#x4EC5;&#x9650;&#x4E8E;&#x4E4B;&#x524D;&#x8B66;&#x5C40;&#x4E2D;&#x7684;&#x57F9;&#x8BAD;&#xFF0C;&#x4EC5;&#x9650;&#x4E8E;&#x4E00;&#x79CD;&#x8BC8;&#x9A97;&#x5DE5;&#x5177;&#x3002;&#x6211;&#x4E0A;&#x5927;&#x5B66;&#x90A3;&#x4F1A;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x4E5F;&#x7B97;&#x6BD4;&#x8F83;&#x611F;&#x5174;&#x8DA3;&#xFF0C;&#x4F46;&#x5F53;&#x65F6;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x8FD8;&#x6CA1;&#x6709;&#x5174;&#x8D77;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4E5F;&#x6CA1;&#x6709;&#x542C;&#x8BF4;&#x8FC7;&#x8FD9;&#x79CD;&#x4E1C;&#x897F;&#x3002;&#x4F55;&#x51B5;&#x6211;&#x5927;&#x5B66;&#x65F6;&#x5B66;&#x7684;&#x901A;&#x4FE1;&#x4E13;&#x4E1A;&#xFF0C;&#x66F4;&#x786E;&#x5207;&#x7684;&#x8BF4;&#x662F;&#x5149;&#x7EA4;&#x6750;&#x6599;&#x65B9;&#x9762;&#x7684;&#x4E13;&#x4E1A;&#xFF0C;&#x6240;&#x4EE5;&#x81EA;&#x5DF1;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x5E76;&#x4E0D;&#x7B97;&#x5185;&#x884C;&#x3002;</p>
<p>&#x7ECF;&#x8FC7;&#x51E0;&#x5E74;&#x8F97;&#x8F6C;&#xFF0C;&#x81EA;&#x5DF1;&#x5F53;&#x4E86;&#x8B66;&#x5BDF;&#xFF0C;&#x6765;&#x5230;&#x57FA;&#x5C42;&#x3002;&#x7531;&#x4E8E;&#x81EA;&#x5DF1;&#x662F;&#x4ECE;&#x7CFB;&#x7EDF;&#x5EFA;&#x8BBE;&#x90E8;&#x95E8;&#x8C03;&#x6765;&#x7684;&#x57FA;&#x5C42;&#xFF0C;&#x6240;&#x4EE5;&#x5927;&#x5BB6;&#x90FD;&#x8BA4;&#x4E3A;&#x6211;&#x662F;&#x4E13;&#x4E1A;<strong>&#x641E;&#x7535;&#x8111;</strong>&#x7684;&#xFF0C;&#x5C40;&#x91CC;&#x5F88;&#x591A;&#x4EBA;&#x7684;&#x7535;&#x8111;&#x574F;&#x4E86;&#x90FD;&#x4F1A;&#x627E;&#x6211;&#x6765;&#x770B;&#x4E00;&#x770B;&#x3002;&#x5176;&#x5B9E;&#x6211;&#x5E76;&#x4E0D;&#x4F1A;&#x591A;&#x5C11;&#x7535;&#x8111;&#x77E5;&#x8BC6;&#xFF0C;&#x4F46;&#x81EA;&#x5DF1;&#x603B;&#x7ED3;&#x4E86;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x4E09;&#x677F;&#x65A7;&#xFF1A;&#x91CD;&#x542F;&#x3001;&#x767E;&#x5EA6;&#x548C;&#x91CD;&#x88C5;&#x3002;&#x8FD9;&#x6837;&#x4E00;&#x6765;&#xFF0C;&#x7ED9;&#x529E;&#x516C;&#x5BA4;&#x7684;&#x5F88;&#x591A;&#x4EBA;&#x89E3;&#x51B3;&#x4E86;&#x95EE;&#x9898;&#xFF0C;&#x4FE8;&#x7136;&#x4E00;&#x5E45;&#x7535;&#x8111;&#x9AD8;&#x624B;&#x7684;&#x6837;&#x5B50;&#x3002;&#x6211;&#x60F3;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x62FF;&#x5230;&#x8FD9;&#x4E2A;&#x4EFB;&#x52A1;&#x7684;&#x91CD;&#x8981;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#x5427;&#x3002;</p>
<p>&#x6211;&#x7814;&#x7A76;&#x4E86;&#x4E00;&#x665A;&#xFF0C;&#x67E5;&#x627E;&#x4E86;&#x5F88;&#x591A;&#x8D44;&#x6599;&#xFF0C;&#x7EC8;&#x4E8E;&#x5BF9;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x6709;&#x4E86;&#x4E00;&#x4E2A;&#x8FD8;&#x7B97;&#x6574;&#x4F53;&#x7684;&#x8BA4;&#x8BC6;&#x3002;</p>
<p>&#x660E;&#x767D;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x4E4B;&#x524D;&#xFF0C;&#x9996;&#x5148;&#x6709;&#x4E00;&#x4E2A;<strong>&#x533A;&#x5757;&#x94FE;</strong>&#x7684;&#x6982;&#x5FF5;&#x3002;&#x4EE5;&#x592A;&#x574A;&#x7684;&#x521B;&#x59CB;&#x4EBA;Vitalik Buterin&#x8BF4;&#x8FC7;&#xFF0C;&#x533A;&#x5757;&#x94FE;&#x662F;&#x4E00;&#x53F0;&#x6C38;&#x4E0D;&#x505C;&#x673A;&#x7684;&#x4E16;&#x754C;&#x7535;&#x8111;&#x3002;&#x8FD9;&#x53F0;&#x7535;&#x8111;&#x7684;&#x6570;&#x636E;&#x6C38;&#x8FDC;&#x4E0D;&#x4F1A;&#x4E22;&#x5931;&#xFF0C;&#x4E5F;&#x6C38;&#x8FDC;&#x4E0D;&#x4F1A;&#x88AB;&#x7BE1;&#x6539;&#xFF0C;&#x4F46;&#x53EF;&#x4EE5;&#x88AB;&#x6BCF;&#x4E2A;&#x4EBA;&#x5408;&#x7406;&#x7684;&#x5229;&#x7528;&#x3002;&#x6240;&#x4EE5;&#x8BB0;&#x5F55;&#x5728;&#x8FD9;&#x53F0;&#x7535;&#x8111;&#x4E0A;&#x7684;&#x4FE1;&#x606F;&#x662F;&#x5927;&#x5BB6;&#x516C;&#x8BA4;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x4F9D;&#x8D56;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x5982;&#x679C;&#x7528;&#x8FD9;&#x53F0;&#x7535;&#x8111;&#x8FDB;&#x884C;&#x8BB0;&#x8D26;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x5F62;&#x6210;&#x4E86;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x771F;&#x7684;&#x5C31;&#x53EA;&#x662F;&#x4E00;&#x53F0;&#x4E16;&#x754C;&#x7535;&#x8111;&#x4E0A;&#x7684;&#x4E00;&#x884C;&#x6570;&#x636E;&#xFF0C;&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;&#x5927;&#x5BB6;&#x4F1A;&#x76F8;&#x4FE1;&#x4ED6;&#x6709;&#x4EF7;&#x503C;&#x5462;&#xFF1F;&#x5927;&#x5BB6;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x7528;&#x4EBA;&#x6C11;&#x5E01;&#x6765;&#x6362;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x5462;&#xFF1F;</p>
<p>&#x4E16;&#x754C;&#x771F;&#x7684;&#x5C31;&#x6709;&#x8FD9;&#x4E48;&#x4E00;&#x7FA4;&#x75AF;&#x5B50;&#xFF0C;&#x6211;&#x4EEC;&#x59D1;&#x4E14;&#x53EB;&#x4ED6;&#x4EEC;&#x75AF;&#x5B50;&#xFF0C;&#x4F46;&#x6B63;&#x662F;&#x7531;&#x4E8E;&#x8BB8;&#x591A;&#x75AF;&#x5B50;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x5207;&#x5B9E;&#x63A8;&#x52A8;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x7684;&#x5411;&#x524D;&#x53D1;&#x5C55;&#x3002;&#x8FD9;&#x7FA4;&#x75AF;&#x5B50;&#x613F;&#x610F;&#x76F8;&#x4FE1;&#x8FD9;&#x53F0;&#x4E16;&#x754C;&#x7535;&#x8111;&#x4E0A;&#x201C;&#x94B1;&#x201D;&#x6709;&#x4EF7;&#x503C;&#x3002;&#x4ECE;&#x4E70;&#x62AB;&#x8428;&#x5230;&#x4E70;&#x865A;&#x62DF;&#x670D;&#x52A1;&#xFF0C;&#x5728;&#x8FD9;&#x7FA4;&#x75AF;&#x5B50;&#x7684;&#x63A8;&#x52A8;&#x4E0B;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x4EBA;&#x76F8;&#x4FE1;&#x8FD9;&#x4E9B;&#x201C;&#x865A;&#x62DF;&#x201D;&#x7684;&#x8D27;&#x5E01;&#x662F;&#x771F;&#x7684;&#x8D27;&#x5E01;&#x3002;</p>
<p>&#x5728;&#x88AB;&#x5927;&#x4F17;&#x8BA4;&#x8BC6;&#x4E4B;&#x524D;&#xFF0C;&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x7684;&#x4EBA;&#x4EEC;&#x5374;&#x63D0;&#x524D;&#x53D1;&#x73B0;&#x4E86;&#x8FD9;&#x79CD;&#x8D27;&#x5E01;&#x7684;&#x597D;&#x5904;&#xFF1A;&#x8FD9;&#x79CD;&#x8D27;&#x5E01;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x88AB;&#x653F;&#x5E9C;&#x76D1;&#x7BA1;&#x3002;&#x4E00;&#x79CD;&#x4E0D;&#x88AB;&#x76D1;&#x7BA1;&#x3001;&#x53EF;&#x4EE5;&#x5728;&#x7F51;&#x7EDC;&#x4E2D;&#x81EA;&#x7531;&#x6D41;&#x901A;&#x7684;&#x8D27;&#x5E01;&#xFF0C;&#x5BF9;&#x5F53;&#x65F6;&#x8FD8;&#x5904;&#x4E8E;&#x73B0;&#x91D1;&#x4EA4;&#x6613;&#x7684;&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x6765;&#x8BF4;&#xFF0C;&#x5C31;&#x50CF;&#x9769;&#x547D;&#x4E00;&#x6837;&#xFF0C;&#x5E2D;&#x5377;&#x4E86;&#x6574;&#x4E2A;&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x3002;</p>
<p>&#x5728;&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x7684;&#x63A8;&#x6CE2;&#x52A9;&#x6F9C;&#x4E0B;&#xFF0C;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x548C;&#x771F;&#x5B9E;&#x8D27;&#x5E01;&#x5F88;&#x5FEB;&#x7684;&#x5EFA;&#x7ACB;&#x4E86;&#x4EA4;&#x6362;&#x6E20;&#x9053;&#x3002;&#x8D4C;&#x573A;&#x3001;&#x6BD2;&#x54C1;&#x7B49;&#x975E;&#x6CD5;&#x4EA4;&#x6613;&#x5C31;&#x4E00;&#x4E0B;&#x5B50;&#x559C;&#x6B22;&#x4E0A;&#x8FD9;&#x4E9B;&#x65E2;&#x80FD;&#x4FDD;&#x8BC1;&#x4EA4;&#x6613;&#x7684;&#x53CC;&#x65B9;&#x8EAB;&#x4EFD;&#x7684;&#x4FDD;&#x5BC6;&#x6027;&#xFF0C;&#x53C8;&#x80FD;&#x786E;&#x4FDD;&#x81EA;&#x5DF1;&#x80FD;&#x6536;&#x5230;&#x201C;&#x94B1;&#x201D;&#x7684;&#x8D27;&#x5E01;&#x3002;&#x4F60;&#x8981;&#x77E5;&#x9053;&#xFF0C;&#x5728;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x51FA;&#x73B0;&#x4E4B;&#x524D;&#xFF0C;&#x53EA;&#x6709;&#x7EB8;&#x5E01;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x8FD9;&#x6837;&#x7684;&#x64CD;&#x4F5C;&#x3002;&#x4F46;&#x7EB8;&#x5E01;&#x5FC5;&#x987B;&#x8981;&#x89C1;&#x9762;&#x4EA4;&#x6613;&#xFF0C;&#x4F7F;&#x4EA4;&#x6613;&#x53CC;&#x65B9;&#x90FD;&#x6709;&#x5F88;&#x5927;&#x7684;&#x98CE;&#x9669;&#x3002;</p>
<p>2011&#x5E74;6&#x6708;&#x4E00;&#x4F4D;&#x533F;&#x540D;&#x7684;&#x6BD2;&#x541B;&#x5B50;&#x5728;Gawker&#x4E0A;&#x5206;&#x4EAB;&#x4E86;&#x81EA;&#x5DF1;&#x7528;&#x6BD4;&#x7279;&#x5E01;&#x5728;&#x9ED1;&#x5E02;&#x7F51;&#x7AD9;&#x4E1D;&#x7EF8;&#x4E4B;&#x8DEF;&#x4E0A;&#x8D2D;&#x4E70;&#x6BD2;&#x54C1;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x5F88;&#x597D;&#x7684;&#x8BF4;&#x660E;&#x4E86;&#x8FD9;&#x6B21;&#x4ECE;&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x6302;&#x8D77;&#x7684;&#x98CE;&#x66B4;&#xFF1A;</p>
<blockquote>
<p>&#x201C;&#x548C;&#x7EBF;&#x4E0B;&#x4EA4;&#x6613;&#x76F8;&#x6BD4;&#xFF0C;&#x4E0A;&#x9762;&#x7684;&#x6BD2;&#x54C1;&#x4E0D;&#x4EC5;&#x4FBF;&#x5B9C;&#xFF0C;&#x800C;&#x4E14;&#x6536;&#x8D27;&#x7684;&#x8FC7;&#x7A0B;&#x4E5F;&#x4F1A;&#x901A;&#x8FC7;&#x7B2C;&#x4E09;&#x65B9;&#x7269;&#x6D41;&#x914D;&#x9001;&#xFF0C;&#x6240;&#x4EE5;&#x5373;&#x4FBF;&#x76D2;&#x5B50;&#x91CC;&#x7684;&#x5546;&#x54C1;&#x88AB;&#x53D1;&#x73B0;&#xFF0C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x8C01;&#x90AE;&#x5BC4;&#x7684;&#x7406;&#x7531;&#x9003;&#x8131;&#x6CD5;&#x5F8B;&#x7684;&#x5BA1;&#x95EE;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x771F;&#x7684;&#x592A;&#x68D2;&#x4E86;&#x3002;&#x201D;</p>
</blockquote>
<p>&#x53EF;&#x4EE5;&#x8FD9;&#x4E48;&#x8BF4;&#xFF0C;&#x5904;&#x5728;&#x6697;&#x7F51;&#x4E2D;&#x7684;&#x201C;&#x4E1D;&#x7EF8;&#x4E4B;&#x8DEF;&#x201D;&#x5BF9;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x652F;&#x6301;&#xFF0C;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x589E;&#x52A0;&#x4E86;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x6D41;&#x901A;&#x6027;&#xFF0C;&#x63A8;&#x9AD8;&#x4E86;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x5728;&#x5F88;&#x591A;&#x4EBA;&#x5FC3;&#x76EE;&#x4E2D;&#x7684;&#x53EF;&#x4FE1;&#x6027;&#x3002;&#x5728;&#x201C;&#x4E1D;&#x7EF8;&#x4E4B;&#x8DEF;&#x201D;&#x6D3B;&#x8DC3;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4E5F;&#x4F7F;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x59CB;&#x7956;&#xFF1A;&#x6BD4;&#x7279;&#x5E01;&#x8D70;&#x4E0A;&#x4E86;&#x7B2C;&#x4E00;&#x4E2A;&#x4EF7;&#x683C;&#x9AD8;&#x5CF0;&#x3002;</p>
<p>&#x524D;&#x9762;&#x63D0;&#x5230;&#x7684;&#x6BD4;&#x7279;&#x5E01;&#x662F;&#x5927;&#x5BB6;&#x516C;&#x8BA4;&#x7684;&#x7B2C;&#x4E00;&#x79CD;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#xFF0C;&#x8BDE;&#x751F;&#x4E8E;2008&#x5E74;&#xFF08;&#x4EE5;&#x5F15;&#x6587;2&#x4E2D;&#x7684;&#x8BBA;&#x6587;&#x53D1;&#x8868;&#x65F6;&#x95F4;&#x4E3A;&#x51C6;&#xFF09;&#xFF0C;&#x5F53;&#x65F6;&#x4F0A;&#x59CB;&#x4EBA;&#x201C;&#x4E2D;&#x672C;&#x806A;&#x201D;&#x7684;&#x60F3;&#x6CD5;&#x662F;&#x5EFA;&#x7ACB;&#x4E00;&#x79CD;&#x201C;&#x70B9;&#x5230;&#x70B9;&#x7684;&#x7535;&#x5B50;&#x73B0;&#x91D1;&#x652F;&#x4ED8;&#x7CFB;&#x7EDF;&#x201D;&#x3002;&#x4F46;&#x5728;&#x4E09;&#x5E74;&#x540E;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x7684;&#x5927;&#x578B;&#x5B9E;&#x9A8C;&#xFF0C;&#x5C31;&#x662F;&#x81ED;&#x540D;&#x662D;&#x8457;&#x7684;&#x201C;&#x4E1D;&#x7EF8;&#x4E4B;&#x8DEF;&#x201D;&#xFF0C;&#x5F88;&#x5FEB;&#x6BD4;&#x7279;&#x5E01;&#x5C31;&#x53D8;&#x6210;&#x4E86;&#x9ED1;&#x6697;&#x4E16;&#x754C;&#x7684;&#x901A;&#x884C;&#x8BC1;&#x3002;&#x6216;&#x8BB8;&#xFF0C;&#x4E2D;&#x672C;&#x806A;&#x6B63;&#x662F;&#x770B;&#x5230;&#x4E86;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x5728;&#x201C;&#x4E1D;&#x7EF8;&#x4E4B;&#x8DEF;&#x201D;&#x6210;&#x7ACB;&#x7684;&#x540C;&#x5E74;&#xFF0C;&#x5C31;&#x5B8C;&#x5168;&#x9500;&#x58F0;&#x533F;&#x8FF9;&#x3002;</p>
<h3 id="&#x5F15;&#x6587;&#xFF1A;">&#x5F15;&#x6587;&#xFF1A;</h3>
<p>[1]&#x3001;<a href="https://wallstreetcn.com/articles/3456503" target="_blank">&#x6697;&#x7F51;&#x5E1D;&#x56FD;&#x4E1D;&#x8DEF;&#x8986;&#x706D;&#x8BB0;&#xFF1A;FBI&#x63A2;&#x5458;&#x90FD;&#x88AB;&#x62C9;&#x4E0B;&#x6C34;&#x7684;&#x6BD4;&#x7279;&#x5E01;&#x8FF7;&#x5C40;</a></p>
<p>[2]&#x3001;<a href="https://bitcoin.org/bitcoin.pdf" target="_blank">Bitcoin: A Peer-to-Peer Electronic Cash System</a></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="du-fan-de-gong-huo-qu-dao.html" class="navigation navigation-prev " aria-label="Previous page: 毒贩的供货渠道">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="xian-suo.html" class="navigation navigation-next " aria-label="Next page: 线索">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"虚拟货币--黑暗世界的通行证","level":"2.4","depth":1,"next":{"title":"线索","level":"2.5","depth":1,"path":"er-du-pin/xian-suo.md","ref":"er-du-pin/xian-suo.md","articles":[]},"previous":{"title":"毒贩的供货渠道","level":"2.3","depth":1,"path":"er-du-pin/du-fan-de-gong-huo-qu-dao.md","ref":"er-du-pin/du-fan-de-gong-huo-qu-dao.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"er-du-pin/xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.md","mtime":"2019-02-21T02:31:34.919Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-21T07:03:14.485Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

