
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>线索 · 网络隐身指北</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="RileyGe">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="xiao-xiao-tu-po.html" />
    
    
    <link rel="prev" href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">一、前言</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    关于本书
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">二、毒品</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="untitled.html">
            
                <a href="untitled.html">
            
                    
                        <b>2.1.</b>
                    
                    警察李小川
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="xiao-qu-de-bu-su-zhi-ke.html">
            
                <a href="xiao-qu-de-bu-su-zhi-ke.html">
            
                    
                        <b>2.2.</b>
                    
                    小区的不速之客
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="du-fan-de-gong-huo-qu-dao.html">
            
                <a href="du-fan-de-gong-huo-qu-dao.html">
            
                    
                        <b>2.3.</b>
                    
                    毒贩的供货渠道
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html">
            
                    
                        <b>2.4.</b>
                    
                    虚拟货币--黑暗世界的通行证
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.5" data-path="xian-suo.html">
            
                <a href="xian-suo.html">
            
                    
                        <b>2.5.</b>
                    
                    线索
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="xiao-xiao-tu-po.html">
            
                <a href="xiao-xiao-tu-po.html">
            
                    
                        <b>2.6.</b>
                    
                    小小突破
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="di-yi-ci-jie-chu.html">
            
                <a href="di-yi-ci-jie-chu.html">
            
                    
                        <b>2.7.</b>
                    
                    第一次接触
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                <a href="wang-luo-shi-jie-zhong-zhen-de-neng-yin-shen-ma.html">
            
                    
                        <b>2.8.</b>
                    
                    网络世界中真的能隐身吗？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="blockchain-guangming-chengzhang.html">
            
                <a href="blockchain-guangming-chengzhang.html">
            
                    
                        <b>2.9.</b>
                    
                    区块链--光明中成长
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">三、暗网</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../an-wang/zhun-bei.html">
            
                <a href="../an-wang/zhun-bei.html">
            
                    
                        <b>3.1.</b>
                    
                    准备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../an-wang/ti-zi.html">
            
                <a href="../an-wang/ti-zi.html">
            
                    
                        <b>3.2.</b>
                    
                    梯子
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">后续</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../hou-xu/yi-xie-xiang-fa.html">
            
                <a href="../hou-xu/yi-xie-xiang-fa.html">
            
                    
                        <b>4.1.</b>
                    
                    一些想法
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >线索</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div class="search-plus" id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7EBF;&#x7D22;">&#x7EBF;&#x7D22;</h1>
<p>&#x7ECF;&#x8FC7;&#x6628;&#x5929;&#x665A;&#x4E0A;&#x5BF9;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x8BA9;&#x6211;&#x8BA4;&#x8BC6;&#x5230;&#x4ECE;&#x201C;&#x94B1;&#x201D;&#x7684;&#x6D41;&#x52A8;&#x6027;&#x627E;&#x5230;&#x5434;&#x4EAE;&#x7684;&#x5356;&#x5BB6;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x5F88;&#x5C0F;&#xFF0C;&#x4F46;&#x4E5F;&#x540C;&#x65F6;&#x8BA9;&#x6211;&#x5BF9;&#x8FD9;&#x6B21;&#x6848;&#x4EF6;&#x7684;&#x5174;&#x8DA3;&#x66F4;&#x5927;&#x4E86;&#x4E00;&#x4E9B;&#x3002;&#x8981;&#x77E5;&#x9053;&#xFF0C;&#x5728;&#x56FD;&#x5185;&#xFF0C;&#x53EA;&#x8981;&#x6709;&#x7EBF;&#x4E0A;&#x8D44;&#x91D1;&#x6D41;&#x52A8;&#x7684;&#x6848;&#x4EF6;&#xFF0C;&#x5728;&#x94F6;&#x884C;&#x914D;&#x5408;&#x4E0B;&#xFF0C;&#x90FD;&#x5F88;&#x5BB9;&#x6613;&#x627E;&#x51FA;&#x76F8;&#x5173;&#x5ACC;&#x7591;&#x4EBA;&#x3002;&#x6240;&#x4EE5;&#x8BF4;&#xFF0C;&#x8FD9;&#x6B21;&#x7684;&#x6848;&#x4EF6;&#x5BF9;&#x6211;&#x662F;&#x4E00;&#x4E2A;&#x6311;&#x6218;&#x3002;&#x5F53;&#x65F6;&#x5728;&#x6211;&#x7684;&#x6F5C;&#x610F;&#x8BC6;&#x4E2D;&#x53EF;&#x80FD;&#x4E5F;&#x8BA4;&#x8BC6;&#x5230;&#x4E86;&#xFF0C;&#x6211;&#x5C06;&#x4F1A;&#x4ECE;&#x8FD9;&#x4E2A;&#x6848;&#x4EF6;&#x4E2D;&#x4E86;&#x89E3;&#x5230;&#x4E00;&#x4E2A;&#x66F4;&#x5927;&#x7684;&#x4E16;&#x754C;&#x3002;</p>
<p>&#x9996;&#x5148;&#xFF0C;&#x6211;&#x6574;&#x7406;&#x4E86;&#x4E00;&#x4E2A;&#x6211;&#x73B0;&#x5728;&#x62E5;&#x6709;&#x7684;&#x4FE1;&#x606F;&#xFF1A;<strong>&#x7B2C;&#x4E00;&#x662F;QQ&#x53F7;</strong>&#xFF0C;&#x817E;&#x8BAF;&#x662F;&#x56FD;&#x5185;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x53EF;&#x4EE5;&#x62FF;&#x5230;&#x4E00;&#x70B9;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x3002;<strong>&#x7B2C;&#x4E8C;&#x662F;&#x6536;&#x6B3E;&#x7684;&#x4EE5;&#x592A;&#x574A;&#x8D26;&#x53F7;</strong>&#xFF0C;&#x6628;&#x5929;&#x6211;&#x4E5F;&#x4E86;&#x89E3;&#x5230;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x53EF;&#x4EE5;&#x67E5;&#x5230;&#x8FD9;&#x4E2A;&#x8D26;&#x53F7;&#x6240;&#x6709;&#x7684;&#x4EA4;&#x6613;&#x4FE1;&#x606F;&#xFF0C;&#x5E76;&#x62FF;&#x4E0D;&#x5230;&#x4EA4;&#x6613;&#x8005;&#x7684;&#x8EAB;&#x4EFD;&#x4FE1;&#x606F;&#x3002;<strong>&#x7B2C;&#x4E09;&#x70B9;&#x5C31;&#x662F;&#x53D6;&#x8D27;&#x5730;&#x70B9;</strong>&#xFF0C;&#x6211;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x6848;&#x4EF6;&#x7684;&#x7A81;&#x7834;&#xFF1A;&#x73B0;&#x5728;&#x6444;&#x50CF;&#x5934;&#x8FD9;&#x4E48;&#x53D1;&#x8FBE;&#xFF0C;&#x5F88;&#x6709;&#x53EF;&#x80FD;&#x62CD;&#x5230;&#x4EC0;&#x4E48;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x5F53;&#x52A1;&#x4E4B;&#x6025;&#x662F;&#x5148;&#x628A;&#x9700;&#x8981;&#x4ECE;&#x817E;&#x8BAF;&#x67E5;&#x8BE2;&#x7684;&#x4FE1;&#x606F;&#x6574;&#x7406;&#x51FA;&#x6765;&#x3002;&#x5728;&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x53C8;&#x53BB;&#x5BA1;&#x95EE;&#x4E86;&#x4E00;&#x4E0B;&#x5434;&#x4EAE;&#x3002;&#x5434;&#x4EAE;&#x7684;&#x4E5F;&#x6765;&#x8B66;&#x5C40;&#x4E86;&#xFF0C;&#x7236;&#x6BCD;&#x5F53;&#x7136;&#x66F4;&#x80FD;&#x8BA4;&#x8BC6;&#x5230;&#x95EE;&#x9898;&#x7684;&#x4E25;&#x91CD;&#x6027;&#xFF0C;&#x5728;&#x8B66;&#x5C40;&#x54ED;&#x5929;&#x62A2;&#x5730;&#x7684;&#x3002;&#x7236;&#x6BCD;&#x770B;&#x8D77;&#x6765;&#x53EA;&#x662F;&#x57CE;&#x5E02;&#x91CC;&#x7684;&#x5C0F;&#x5546;&#x8D29;&#xFF0C;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5927;&#x7684;&#x80FD;&#x8010;&#xFF0C;&#x5728;&#x8B66;&#x5C40;&#x7D6E;&#x7D6E;&#x53E8;&#x53E8;&#x7684;&#x8BF4;&#x81EA;&#x5DF1;&#x5E73;&#x65F6;&#x592A;&#x5FD9;&#xFF0C;&#x758F;&#x4E8E;&#x5BF9;&#x5434;&#x4EAE;&#x7684;&#x7BA1;&#x6559;&#x7B49;&#x7B49;&#x3002;&#x5728;&#x57FA;&#x5C42;&#x51E0;&#x5E74;&#x6765;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x6545;&#x4E8B;&#x542C;&#x591A;&#x4E86;&#xFF0C;&#x6709;&#x70B9;&#x9EBB;&#x6728;&#x3002;&#x53EA;&#x80FD;&#x5B89;&#x6170;&#x4ED6;&#x4EEC;&#x51E0;&#x53E5;&#xFF0C;&#x8FDB;&#x5BA1;&#x8BAF;&#x5BA4;&#x518D;&#x6B21;&#x5BA1;&#x8BAF;&#x8D77;&#x5434;&#x4EAE;&#x6765;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x6700;&#x5173;&#x952E;&#x7684;&#x662F;&#x5434;&#x4EAE;&#x4E0E;&#x5356;&#x5BB6;&#x7684;&#x63A5;&#x5934;&#x4FE1;&#x606F;&#xFF0C;&#x6240;&#x4EE5;&#x4ED4;&#x7EC6;&#x7684;&#x95EE;&#x4E86;&#x4ED6;&#x4EEC;&#x89C1;&#x9762;&#x7684;&#x8FC7;&#x7A0B;&#xFF1A;&#x201C;&#x4F60;&#x548C;QQ&#x53F7;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x7B2C;&#x4E00;&#x6B21;&#x63A5;&#x89E6;&#x7684;&#x9152;&#x5427;&#x53CA;&#x65F6;&#x95F4;&#x8FD8;&#x8BB0;&#x5F97;&#x5417;&#xFF1F;&#x201D;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x662F;&#x5356;&#x5BB6;QQ&#x53F7;&#x7684;&#x6635;&#x79F0;&#xFF0C;&#x73B0;&#x5728;&#x53EA;&#x80FD;&#x8FD9;&#x4E48;&#x79F0;&#x547C;&#x5356;&#x5BB6;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x9152;&#x5427;&#x662F;&#x4E2D;&#x8054;&#x5E7F;&#x573A;&#x7684;VIVI&#x9152;&#x5427;&#xFF0C;&#x65F6;&#x95F4;&#x5927;&#x7EA6;&#x662F;&#x534A;&#x5E74;&#x524D;&#x5427;&#x3002;&#x201C;&#x5434;&#x4EAE;&#x60F3;&#x4E86;&#x60F3;&#x8BF4;&#xFF0C;&#x201D;&#x4ECE;&#x6211;&#x7684;QQ&#x804A;&#x5929;&#x8BB0;&#x5F55;&#x80FD;&#x770B;&#x51FA;&#x65F6;&#x95F4;&#xFF0C;&#x4ED6;&#x7ED9;&#x6211;&#x7EB8;&#x6761;&#x5F53;&#x5929;&#x6211;&#x5C31;&#x52A0;&#x4E86;&#x4ED6;&#x597D;&#x53CB;&#x3002;&#x201D;</p>
<p>&#x201C;&#x4F60;&#x600E;&#x4E48;&#x4E70;&#x5230;&#x7684;&#x4EE5;&#x592A;&#x574A;&#xFF1F;&#x201D;&#x4EE5;&#x592A;&#x574A;&#x662F;&#x4ED6;&#x4EEC;&#x4EA4;&#x6613;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#xFF0C;&#x4E5F;&#x662F;&#x73B0;&#x5728;&#x4E16;&#x754C;&#x4E0A;&#x7B2C;&#x4E8C;&#x6D41;&#x884C;&#x7684;&#x865A;&#x62DF;&#x8D27;&#x5E01;&#x3002;</p>
<p>&#x201C;&#x4E0D;&#x662F;&#x548C;&#x4F60;&#x4EEC;&#x8BF4;&#x4E86;&#x561B;&#xFF0C;&#x4ED6;&#x7ED9;&#x7684;&#x6559;&#x7A0B;&#xFF0C;&#x5F88;&#x8BE6;&#x7EC6;&#x3002;&#x5728;&#x4E00;&#x4E2A;&#x53EB;OKEX&#x7684;&#x7F51;&#x7AD9;&#x4E0A;&#x4E70;&#x7684;&#x3002;&#x201D;&#x5434;&#x4EAE;&#x4E0D;&#x8010;&#x70E6;&#x7684;&#x8BF4;&#x3002;</p>
<p>&#x6628;&#x5929;&#x6211;&#x4E5F;&#x770B;&#x4E86;&#x90A3;&#x4EFD;&#x6559;&#x7A0B;&#xFF0C;&#x662F;&#x5F88;&#x5BB9;&#x6613;&#x5165;&#x624B;&#x3002;&#x6211;&#x8FD8;&#x6709;&#x70B9;&#x4E0D;&#x6B7B;&#x5FC3;&#xFF0C;&#x7EE7;&#x7EED;&#x95EE;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x4E3A;&#x4EC0;&#x4E48;&#x4FE1;&#x4EFB;&#x5BF9;&#x65B9;&#xFF0C;&#x628A;&#x94B1;&#x6253;&#x7ED9;&#x5BF9;&#x65B9;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x7B2C;&#x4E00;&#x6B21;&#x7ED9;&#x6211;&#x7684;&#x4EF7;&#x683C;&#x975E;&#x5E38;&#x4FBF;&#x5B9C;&#xFF0C;&#x53EA;&#x6709;&#x6B63;&#x5E38;&#x4EF7;&#x683C;&#x7684;&#x5341;&#x5206;&#x4E4B;&#x4E00;&#x5DE6;&#x53F3;&#xFF0C;&#x6309;&#x7167;&#x4ED6;&#x7684;&#x8BF4;&#x6CD5;&#x662F;&#x7B2C;&#x4E00;&#x6B21;&#x4E70;&#x5356;&#x662F;&#x6253;&#x6E20;&#x9053;&#x3002;&#x4ED6;&#x4E00;&#x76F4;&#x548C;&#x6211;&#x8BF4;&#x6211;&#x6BCF;&#x6B21;&#x4ED8;&#x7684;&#x94B1;&#x76F8;&#x5F53;&#x4E8E;&#x4ED8;&#x7684;&#x4E0A;&#x4E00;&#x6B21;&#x8D27;&#x7684;&#x94B1;&#x3002;&#x201D;&#x5434;&#x4EAE;&#x60F3;&#x4E86;&#x60F3;&#x53C8;&#x7EE7;&#x7EED;&#x8BF4;&#xFF0C;&#x201C;&#x5F53;&#x7136;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x60F3;&#x52A0;&#x5927;&#x8981;&#x8D27;&#x91CF;&#xFF0C;&#x6211;&#x5C31;&#x5F97;&#x52A0;&#x94B1;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x60F3;&#x60F3;&#x5BF9;&#x65B9;&#x7684;&#x601D;&#x8DEF;&#x4E5F;&#x7B80;&#x5355;&#xFF0C;&#x770B;&#x6765;&#x5728;&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#x5DF2;&#x7ECF;&#x5BF9;&#x5434;&#x4EAE;&#x4E5F;&#x8FDB;&#x884C;&#x4E86;&#x4E00;&#x4E9B;&#x7C97;&#x6D45;&#x7684;&#x8C03;&#x67E5;&#x3002;&#x4E0D;&#x8FC7;&#x4E5F;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x786E;&#x5B9A;&#x7ED9;&#x7EB8;&#x6761;&#x7684;&#x4EBA;&#x5C31;&#x662F;QQ&#x7684;&#x5B9E;&#x9645;&#x4F7F;&#x7528;&#x4EBA;&#x3002;</p>
<p>&#x201C;&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#x4F60;&#x603B;&#x5171;&#x53D6;&#x4E86;&#x51E0;&#x6B21;&#x8D27;&#xFF0C;&#x5730;&#x70B9;&#x90FD;&#x5728;&#x54EA;&#x91CC;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x5C31;&#x53D6;&#x4E86;&#x4E00;&#x6B21;&#xFF0C;&#x5C31;&#x88AB;&#x4F60;&#x4EEC;&#x6293;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x201C;&#x4E0D;&#x7528;&#x60F3;&#x62B5;&#x8D56;&#xFF0C;&#x4F60;&#x7684;QQ&#x804A;&#x5929;&#x8BB0;&#x5F55;&#x91CC;&#x9762;&#x90FD;&#x6709;&#xFF01;&#x201D;&#x60F3;&#x60F3;&#x4E5F;&#x662F;&#x597D;&#x7B11;&#xFF0C;&#x5434;&#x4EAE;&#x8FDE;&#x628A;&#x72AF;&#x7F6A;&#x7684;&#x8BC1;&#x636E;&#x6E05;&#x9664;&#x6389;&#x90FD;&#x4E0D;&#x61C2;&#xFF0C;&#x771F;&#x662F;&#x7ED9;&#x6211;&#x4EEC;&#x529E;&#x6848;&#x5E26;&#x6765;&#x4E86;&#x6781;&#x5927;&#x7684;&#x65B9;&#x4FBF;&#x3002;</p>
<p>&#x5434;&#x4EAE;&#x56DE;&#x5FC6;&#x4E86;&#x4E00;&#x4E0B;&#x8BF4;&#xFF0C;&#x201C;&#x53D6;&#x4E86;3&#x6B21;&#xFF0C;&#x90FD;&#x662F;&#x8FD1;3&#x4E2A;&#x6708;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x4E0D;&#x5927;&#x6562;&#x4E70;&#xFF0C;&#x6700;&#x8FD1;&#x624B;&#x5934;&#x6BD4;&#x8F83;&#x7D27;&#x624D;&#x4E70;&#x7684;&#x3002;&#x5730;&#x65B9;&#x90FD;&#x4E00;&#x6B21;&#x5728;&#x91D1;&#x8302;&#x6E7E;&#x5C0F;&#x533A;&#x90A3;&#x4E2A;&#x5BB6;&#x5BB6;&#x60A6;&#x8D85;&#x5E02;&#x7684;&#x5B58;&#x5305;&#x5904;&#xFF0C;&#x4E00;&#x6B21;&#x5728;&#x767E;&#x76DB;&#x7684;&#x5B58;&#x5305;&#x5904;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x6B21;&#x5728;&#x8D35;&#x5DDE;&#x8DEF;&#x7684;&#x5927;&#x4F17;&#x6D74;&#x6C60;&#x7684;&#x5B58;&#x5305;&#x5904;&#x3002;&#x6700;&#x8FD1;&#x4E00;&#x6B21;&#x5728;&#x662F;&#x5927;&#x4F17;&#x6D74;&#x6C60;&#x7684;&#x5B58;&#x5305;&#x5904;&#x3002;&#x201D;&#x8BF4;&#x5B8C;&#x4ED6;&#x53C8;&#x5C0F;&#x58F0;&#x7684;&#x5600;&#x5495;&#x4E86;&#x4E00;&#x53E5;&#xFF1A;&#x201C;QQ&#x4E0A;&#x90FD;&#x6709;&#xFF0C;&#x8FD8;&#x95EE;&#x6211;&#xFF1F;&#xFF01;&#x201D;</p>
<p>&#x5BF9;&#x4E8E;&#x5434;&#x4EAE;&#x7684;&#x5C0F;&#x58F0;&#x5600;&#x5495;&#xFF0C;&#x6211;&#x88C5;&#x4F5C;&#x6CA1;&#x6709;&#x542C;&#x5230;&#xFF0C;&#x7EE7;&#x7EED;&#x95EE;&#x9053;&#xFF1A;&#x201C;&#x53D6;&#x8D27;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x6B63;&#x5E38;&#x7684;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x6CA1;&#x4EC0;&#x4E48;&#x4E0D;&#x6B63;&#x5E38;&#xFF0C;&#x5C31;&#x662F;&#x53D6;&#x4E86;&#x4E00;&#x4E2A;&#x5FEB;&#x9012;&#x5305;&#x88F9;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E0A;&#x9762;&#x6CA1;&#x4EC0;&#x4E48;&#x4FE1;&#x606F;&#x800C;&#x5DF2;&#x3002;&#x201D;</p>
<p>&#x6211;&#x611F;&#x89C9;&#x4ECE;&#x5434;&#x4EAE;&#x8FD9;&#x91CC;&#x80FD;&#x62FF;&#x5230;&#x7684;&#x4FE1;&#x606F;&#x5E76;&#x4E0D;&#x591A;&#x4E86;&#xFF0C;&#x4E3B;&#x8981;&#x4FE1;&#x606F;&#x90FD;&#x5728;QQ&#x4E0A;&#xFF0C;&#x60F3;&#x6765;QQ&#x4E0A;&#x53EF;&#x4EE5;&#x62FF;&#x5230;&#x7684;&#x4FE1;&#x606F;&#x8FD8;&#x662F;&#x633A;&#x591A;&#x7684;&#x3002;</p>
<p>&#x5728;&#x5434;&#x4EAE;&#x7684;QQ&#x91CC;&#x627E;&#x5230;&#x6635;&#x79F0;&#x662F;&#x201C;&#x6D9B;&#x58F0;&#x4F9D;&#x65E7;&#x201D;&#x597D;&#x53CB;&#xFF0C;&#x4ED6;&#x548C;&#x5434;&#x4EAE;&#x7684;&#x804A;&#x5929;&#x4FE1;&#x606F;&#x975E;&#x5E38;&#x7B80;&#x77ED;&#x3002;&#x6700;&#x65E9;&#x5C31;&#x662F;&#x53D1;&#x4E86;&#x6587;&#x6863;&#xFF0C;&#x7136;&#x540E;&#x57FA;&#x672C;&#x5C31;&#x662F;&#x53D1;&#x4E86;&#x6536;&#x6B3E;&#x5730;&#x5740;&#xFF0C;&#x6536;&#x8D27;&#x5730;&#x70B9;&#xFF0C;&#x5BC6;&#x7801;&#x6216;&#x8005;&#x5F00;&#x7BB1;&#x7684;&#x4E8C;&#x7EF4;&#x7801;&#x4E4B;&#x7C7B;&#x7684;&#x3002;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x6211;&#x6574;&#x7406;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x9700;&#x8981;&#x548C;&#x817E;&#x8BAF;&#x516C;&#x53F8;&#x8981;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x7136;&#x540E;&#x8BA9;&#x540C;&#x4E8B;&#x53BB;&#x53D6;&#x4FE1;&#x606F;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x5C31;&#x53BB;&#x4E09;&#x6B21;&#x53D6;&#x8D27;&#x5730;&#x70B9;&#xFF0C;&#x770B;&#x6709;&#x6CA1;&#x6709;&#x5F53;&#x65F6;&#x7684;&#x76D1;&#x63A7;&#x3002;&#x4E00;&#x822C;&#x8FD9;&#x79CD;&#x672C;&#x5730;&#x7684;&#x4F01;&#x4E1A;&#xFF0C;&#x51FA;&#x793A;&#x8B66;&#x5BDF;&#x7684;&#x8BC1;&#x4EF6;&#x548C;&#x529E;&#x6848;&#x7684;&#x8BC1;&#x660E;&#xFF0C;&#x90FD;&#x4F1A;&#x914D;&#x5408;&#x8B66;&#x65B9;&#x51FA;&#x793A;&#x4ED6;&#x4EEC;&#x7684;&#x76D1;&#x63A7;&#x8BB0;&#x5F55;&#x7684;&#x3002;&#x6D74;&#x6C60;&#x5B58;&#x5305;&#x90A3;&#x91CC;&#x6CA1;&#x6709;&#x76D1;&#x63A7;&#xFF0C;&#x5BB6;&#x5BB6;&#x60A6;&#x90A3;&#x91CC;&#x6709;&#x76D1;&#x63A7;&#xFF0C;&#x4F46;&#x65F6;&#x95F4;&#x592A;&#x4E45;&#x627E;&#x4E0D;&#x5230;&#x3002;&#x552F;&#x4E00;&#x627E;&#x5230;&#x76D1;&#x63A7;&#x7684;&#x662F;&#x767E;&#x76DB;&#x5B58;&#x5305;&#x7684;&#x90A3;&#x91CC;&#xFF0C;&#x4F46;&#x4E5F;&#x6BD4;&#x8F83;&#x6A21;&#x7CCA;&#x3002;&#x4E0D;&#x8FC7;2&#x4E2A;&#x6708;&#x534A;&#x7684;&#x76D1;&#x63A7;&#x8BB0;&#x5F55;&#x8FD8;&#x5B58;&#x7740;&#xFF0C;&#x4E5F;&#x7B97;&#x662F;&#x975E;&#x5E38;&#x826F;&#x5FC3;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x5C06;&#x62F7;&#x8D1D;&#x62F7;&#x56DE;&#x529E;&#x516C;&#x5BA4;&#x4E4B;&#x540E;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x67E5;&#x5230;&#x4E86;&#x5434;&#x4EAE;&#x53D6;&#x8D27;&#x7684;&#x76D1;&#x63A7;&#xFF0C;&#x5411;&#x524D;&#x627E;&#xFF0C;&#x4E5F;&#x4E0D;&#x51FA;&#x610F;&#x5916;&#x7684;&#x627E;&#x5230;&#x4E86;&#x9001;&#x8D27;&#x4EBA;&#x7684;&#x76D1;&#x63A7;&#x3002;&#x9001;&#x8D27;&#x4EBA;&#x660E;&#x663E;&#x6709;&#x4E00;&#x70B9;&#x53CD;&#x4FA6;&#x67E5;&#x7684;&#x610F;&#x8BC6;&#x3002;&#x4E24;&#x4E2A;&#x6708;&#x524D;&#xFF0C;&#x662F;&#x9752;&#x5C9B;&#x6700;&#x70ED;&#x7684;&#x9636;&#x6BB5;&#x3002;&#x9001;&#x8D27;&#x4EBA;&#x9009;&#x62E9;&#x4E86;&#x4E0B;&#x5348;5&#x70B9;&#x5DE6;&#x53F3;&#xFF0C;&#x8FD9;&#x65F6;&#x5927;&#x5BB6;&#x521A;&#x4E0B;&#x73ED;&#xFF0C;&#x8FD8;&#x6CA1;&#x6709;&#x6D8C;&#x5165;&#x5230;&#x5546;&#x573A;&#xFF0C;&#x6B63;&#x662F;&#x4EBA;&#x6BD4;&#x8F83;&#x5C11;&#x7684;&#x65F6;&#x5019;&#x3002;&#x76D1;&#x63A7;&#x4E0A;&#x7684;&#x4EBA;&#x7A7F;&#x4E86;&#x4E00;&#x4EF6;POLO&#x886B;&#xFF0C;&#x6234;&#x7740;&#x4E00;&#x526F;&#x5E76;&#x4E0D;&#x592A;&#x663E;&#x773C;&#x7684;&#x58A8;&#x955C;&#xFF0C;&#x4E00;&#x76F4;&#x4F4E;&#x7740;&#x5934;&#xFF0C;&#x770B;&#x4E0D;&#x5230;&#x8138;&#x3002;&#x7531;&#x4E8E;&#x5916;&#x9762;&#x9633;&#x5149;&#x5F88;&#x5F3A;&#xFF0C;&#x6234;&#x58A8;&#x955C;&#x4E5F;&#x4E0D;&#x592A;&#x4F1A;&#x5F15;&#x8D77;&#x4EBA;&#x7684;&#x6CE8;&#x610F;&#x3002;&#x8EAB;&#x4E0A;&#x4E5F;&#x6CA1;&#x6709;&#x7EB9;&#x8EAB;&#x4E00;&#x7C7B;&#x7684;&#x7279;&#x522B;&#x660E;&#x663E;&#x7684;&#x7279;&#x5F81;&#x3002;&#x603B;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x666E;&#x901A;&#x4EBA;&#x53EF;&#x80FD;&#x5E76;&#x4E0D;&#x4F1A;&#x592A;&#x6CE8;&#x610F;&#xFF0C;&#x4F46;&#x5728;&#x89C6;&#x9891;&#x4E2D;&#x80FD;&#x5F97;&#x5230;&#x7684;&#x6709;&#x7528;&#x4FE1;&#x606F;&#x5374;&#x4E0D;&#x591A;&#x3002;</p>
<p>&#x7528;&#x8FD9;&#x4E00;&#x6BB5;&#x89C6;&#x9891;&#x627E;&#x51FA;&#x9001;&#x8D27;&#x4EBA;&#x65E0;&#x5F02;&#x4E8E;&#x5927;&#x6D77;&#x635E;&#x9488;&#xFF0C;&#x8FD9;&#x7EBF;&#x7D22;&#x7B97;&#x662F;&#x65AD;&#x4E86;&#xFF0C;&#x5E0C;&#x671B;QQ&#x90A3;&#x8FB9;&#x80FD;&#x6709;&#x66F4;&#x591A;&#x7684;&#x6D88;&#x606F;&#x5427;&#x3002;</p>
<p>&#x505A;&#x5B8C;&#x8FD9;&#x4E9B;&#xFF0C;&#x5DF2;&#x7ECF;&#x5230;&#x4E86;&#x4E0B;&#x73ED;&#x65F6;&#x95F4;&#x3002;&#x817E;&#x8BAF;&#x90A3;&#x8FB9;&#x8FD8;&#x662F;&#x6CA1;&#x6709;&#x6536;&#x5230;&#x6D88;&#x606F;&#xFF0C;&#x4E0D;&#x5F97;&#x4E0D;&#x5410;&#x69FD;&#x4E00;&#x4E0B;&#xFF0C;&#x817E;&#x8BAF;&#x7684;&#x529E;&#x4E8B;&#x6548;&#x7387;&#x771F;&#x6162;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.html" class="navigation navigation-prev " aria-label="Previous page: 虚拟货币--黑暗世界的通行证">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="xiao-xiao-tu-po.html" class="navigation navigation-next " aria-label="Next page: 小小突破">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"线索","level":"2.5","depth":1,"next":{"title":"小小突破","level":"2.6","depth":1,"path":"du-pin/xiao-xiao-tu-po.md","ref":"du-pin/xiao-xiao-tu-po.md","articles":[]},"previous":{"title":"虚拟货币--黑暗世界的通行证","level":"2.4","depth":1,"path":"du-pin/xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.md","ref":"du-pin/xu-ni-huo-bi-hei-an-shi-jie-de-tong-hang-zheng.md","articles":[]},"dir":"ltr"},"config":{"plugins":["theme-comscore","disqus","-lunr","-search","search-plus","splitter"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"wang-luo-yin-shen-zhi-bei"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"search-plus":{},"splitter":{},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{}},"theme":"default","author":"RileyGe","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"网络隐身指北","language":"zh-hans","gitbook":"*"},"file":{"path":"du-pin/xian-suo.md","mtime":"2019-02-20T06:05:22.672Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-20T14:31:29.481Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

